export const questions = () => {
  return {
    column1: [
      {
        q: "Матеріали для роботи отримані, а почати дуже складно. Що робити? ",
        a: "Так трапляється і до цього потрібно віднестись максимально спокійно. Ви звикли жити зовсім по-іншому, не так, як написано в інструкції до трансформації. Звичайно, мозку все нове страшно і він бунтує проти будь-яких змін, навіть якщо вони на краще. В першу чергу, розкажіть про ваш супротив консультанту Студії, який вас супроводжує в трансформації. Також вам потрібно переглянути плейлист з ефірами про трансформацію, вони дадуть вам відповідь чому так відбувається. ",
      },
      {
        q: "Чи можна на консультації з’ясувати першопричину захворювання?",
        a: "Матеріали, які ви отримали після консультації, залишаються з вами на все життя. Але треба зауважити, що при умові, що ви якісно і чітко виконали свій трансформаційний рецепт, вони вам більше не знадобляться, адже ви пропрацювали основу вашої матриці. Щороку ви отримуєте нове енергетичне навантаження, тому перед кожним новим періодом бажано пропрацьовувати енергії, які будуть в ньому програватися.",
      },
    ],
    column2: [
      {
        q: "Як довго можна використовувати матеріали, які я отримав після консультації?",
        a: "Так, звичайно. Якщо ви звертаєтесь на консультацію із запитом на здоров’я, ми з вами розглядаємо вашу карту здоров’я, яка чітко вказує на причини хвороби і уроки, які вона для вас несе, а також знаходимо відповідь на питання, що вам потрібно зробити для того, щоб отримати полегшення вашого стану. Консультація — це не чарівна пігулка від хвороби, але саме завдяки консультації ви чітко зрозумієте, що потрібно зробити для того, щоб увійти в процес зцілення. ",
      },
      {
        q: " Чи можливо потрапити на консультацію повторно?",
        a: "Я не прихильник того, щоб люди звертались до мене кожного місяця, це не моя історія. Якщо у вас є запит, з яким вам не вдалось самостійно пропрацювати себе по матеріалам трансформації, я рекомендую спробувати формат індивідуальної терапії. В терапії ми працюємо на онлайн-зустрічах з індивідуально підібраними під ваш запит інструментами, щоб відпустити все те, що вас турбує і не дає вільно рухатись далі.<br/> Якщо вас турбує лише одне питання, ви можете звернутись на міні-консультацію в форматі “Питання-відповідь”.",
      },
    ],
  };
};
