const tariffs = [
  {
    title: 'Розбір матриці долі дитини',
    description:
      'Батькам не треба буде жалкувати про втрачений час чи не помічені таланти, адже Матриця долі для дитини – це інструкція для виховання вашого малюка. <br/>На консультації для батьків розкриваються унікальні таланти та ресурсний потенціал їхньої дитини. Надаються практичні рекомендації щодо виховання, спрямовані на формування щасливої, гармонійної та успішної особистості. Крім того, вам легше бути знайти спільну мову в процесі дорослішання чада. Консультації надаються для дітей віком до 18 років.',
    time: '60 хвилин',
    price: '200€',
  },
  {
    title: 'Розбір матриці року',
    description:
      'Ви хоч раз читали передбачення або гороскоп на рік, адже так кортить дізнатися, що він готує. Але то загальна інформація і конкретики та індивідуальності там точно бракує. <br/>Матриця року — це онлайн-консультація для однієї людини, яка покаже вашу взаємодію з прийдешнім роком. Ви отримаєте вказівки щодо напрямку, акцентів та рекомендацій, як провести рік продуктивно, на що зважати, а про що краще і не згадувати, на чому зробити акцент, щоб отримати прибуток, а де — трошки зачекати.',
    time: '60 хвилин',
    price: '250€',
  },
  {
    title: 'Розбір матриці року зі супроводом у трансформації',
    description:
      'Вирішили не тільки дізнатися, а ще й пропрацювати та змінити деякі аспекти — тоді вам не завадить провідник у вашій трансформації.<br/>Консультація поєднує розбір Матриці долі та індивідуальний план трансформації на 1,5 місяця. Трансформацію супроводжує особисто Сергій Скляренко та консультант Студії. І що важливо, ви можете звертатися за відповідями чи порадами в наш телеграм під час всього процесу.',
    time: '60 хвилин',
    price: '550€',
  },
  {
    title: 'Розбір матриці долі для пари',
    description:
      'В період закоханості партнери завжди здаються один одному ідеальними, але ейфорія проходить. Звісно, навіть у найміцніших шлюбах відбуваються непорозуміння, але головне, коли не має не виправданих очікувань, а це можливо лише тоді, коли ви розумієте чого чекати від партнера, яка у вас сумісність і на які «сюрпризи» очікувати.<br/>На онлайн-консультації для оцінки сумісності партнерів здійснюється розбір двох Матриць долі та створення Матриці сумісності для розкриття аспектів стосунків. Тож у вас точно є шанс познайомитися ближче та дізнатися більше про вашу пару.',
    time: 'до 120 хвилин',
    price: '600€',
  },
  {
    title: 'Консультація для бізнесу',
    description:
      'Хто б не хотів заздалегідь дізнатися наскільки успішним буде його бізнес або як зробити його прибутковішим. Всі секрети вже доступні – головне знати, де шукати. <br/>Онлайн-консультація охоплює розбір наступних аспектів: енергія підприємства, стратегія розвитку бізнесу, вплив особистої матриці власника на управління та розвиток підприємства, партнерські взаємовідносини в управлінні компанією. <br/>Рекомендації щодо: створення взаємовигідних умов розвитку бізнесу з партнерами, управління та розвитку бізнесу, організації роботи всередині відділів підприємства, алгоритму ведення бізнесу залежно від арканів тривалої дії, що впливають на підприємство, екологічного виведення компанії на новий рівень доходу тощо.<br/>Рекомендована тривалість консультації 2 години. <br/>Не треба вчитися на власних помилках!',
    time: '60 хвилин',
    price: '700€',
    isPerHour: true,
  },
];

export default tariffs;
