export const questions = () => {
  return {
    column1: {
      uk: [
        {
          q: 'Матеріали для роботи отримані, але почати дуже складно. Що робити?',
          a: 'Зміни, то завжди кропітка робота, яка часто викликає супротив. Ви звикли до одного, а тут необхідно вийти з “зони комфорту”. Не панікуйте – це нормально. Спробуйте поспілкуватися із консультантом Студії, що супроводжує вас у трансформації та перегляньте плейлист з ефірами про трансформацію. Це допоможе вам зрозуміти, чому виникає супротив й розпочати процес з більшою впевненістю. Ми віримо – у вас вийде!',
        },
        {
          q: 'Чи можна на консультації з’ясувати першопричину захворювання?',
          a: "Так, консультація дозволяє розглянути вашу карту здоров'я та визначати причини хвороби. Ви отримаєте відповідь на питання, які допоможуть вам зрозуміти звідки вона взялась, чому так відбувається, які висновки треба через це зробити та який обрати шлях для полегшення вашого стану або одужання. Чарівної пігулки не буде, а от рецепт – точно отримаєте.",
        },
      ],
      ru: [
        {
          q: 'Материалы для работы получены, но начать очень сложно. Что делать?',
          a: 'Перемены, это всегда кропотливая работа, которая часто вызывает сопротивление. Вы привыкли к чему-то, а тут необходимо выйти из "зоны комфорта". Не паникуйте — это нормально. Попробуйте пообщаться с консультантом Студии, который сопровождает вас в трансформации и просмотрите плейлист с эфирами о трансформации. Это поможет вам понять, почему возникает сопротивление и начать процесс с большей уверенностью. Мы верим - у вас получится!',
        },
        {
          q: 'Можно ли на консультации выяснить первопричину заболевания?',
          a: 'Да, консультация позволяет рассмотреть вашу карту здоровья и определить причины болезни. Вы получите ответ на вопросы, которые помогут вам понять откуда она взялась, почему так происходит, какие выводы надо исходя из этого сделать и какой выбрать путь для облегчения вашего состояния или выздоровления. Волшебной таблетки не будет, а вот рецепт — точно получите.',
        },
      ],
    },
    column2: {
      uk: [
        {
          q: 'Як довго можна використовувати матеріали після консультації?',
          a: 'Матеріали залишаються з вами назавжди, але якщо ви якісно працюєте над трансформацією, вони стануть зайвими, адже ви пропрацювали основу вашої матриці. Щороку ви отримуєте нове енергетичне навантаження, тому перед кожним новим етапом бажано пропрацьовувати енергії, які будуть програватися саме в ньому.',
        },
        {
          q: 'Чи можливо потрапити на консультацію повторно?',
          a: 'Я не прихильник щомісячних консультацій. Якщо самостійна трансформація не вдалася, можливо, варто спробувати формат індивідуальної терапії для поглибленої роботи. Мініконсультація "Питання-відповідь" також може бути варіантом для одноразових запитань. Але, якщо у вас є сумніви, чи ви не розумієте, що робити — напишіть нам і ми знайдемо разом рішення.',
        },
      ],
      ru: [
        {
          q: 'Как долго можно использовать материалы после консультации?',
          a: 'Материалы остаются с вами навсегда, но если вы качественно работаете над трансформацией, они станут лишними, ведь вы проработали основу вашей матрицы. Каждый год вы получаете новую энергетическую нагрузку, поэтому перед каждым новым этапом желательно прорабатывать энергии, которые будут проигрываться именно в нем.',
        },
        {
          q: 'Возможно ли попасть на консультацию повторно?',
          a: 'Я не сторонник ежемесячных консультаций. Если самостоятельная трансформация не удалась, возможно, стоит попробовать формат индивидуальной терапии для углубленной работы. Мини-консультация "Вопрос-ответ" также может быть вариантом для одноразовых вопросов. Но, если у вас есть сомнения, или вы не понимаете, что делать — напишите нам и мы вместе найдем решение.',
        },
      ],
    },
  };
};
