const tariffs = [
  {
    title: "Розбір матриці долі дитини",
    description:
      "Матриця долі дитини – це інструкція до вашого малюка. На консультації батькам розкриваються унікальні таланти і ресурсний потенціал їхньої дитини. Практичні рекомендації по правильному вихованню саме вашої дитини для формування щасливої та гармонійної особистості. Консультація проводиться для батьків про дитину віком до 18 років.",
    time: "60 хвилин",
    price: "200€",
  },
  {
    title: "Розбір матриці року",
    description:
      "Онлайн-консультація для однієї людини, де розглядається взаємодія з прийдешнім роком. Ви дізнаєтесь у якому напрямку рухатися, на які сфери робити акцент та отримаєте рекомендації, як прожити поточний рік продуктивно.",
    time: "60 хвилин",
    price: "250€",
  },
  {
    title: "Розбір матриці року з супроводом у трансформації",
    description:
      "Консультація включає розбір матриці долі та індивідуальний план трансформації на 1,5 місяці. Консультація та дві перевірки під час трансформації здійснюються особисто Сергієм Скляренко. Перевірка в трансформації – це 20-ти хвилинне спілкування в телеграм з Сергієм після кожного блоку трансформації. Супровід протягом всього періоду трансформації здійснюється консультантом Студії. В будь-який час ви можете звернутись до консультанта Студії за порадою чи запитанням в телеграм. Трансформацію клієнт має пройти протягом 6 місяців з дати консультації з Сергієм. Після 6 місяців з дати проведення консультації супровід та перевірки в трансформації не надаються.",
    time: "60 хвилин",
    price: "550€",
  },
  {
    title: "Розбір матриці долі для пари",
    description:
      "Онлайн-консультація на сумісність партнерів. Розбір двох матриць долі, на основі яких створюється матриця сумісності, де розкриваються аспекти відносин у парі. На консультації ви дізнаєтесь про переваги та недоліки вашого союзу та отримаєте рекомендації для комфортної взаємодії один з одним. На консультації мають бути присутніми обидва партнери. ",
    time: "до 120 хвилин",
    price: "600€",
  },
  {
    title: "Консультація для бізнесу",
    description:
      "Онлайн-консультація включає в себе розбір наступних питань: енергія підприємства, стратегія розвитку бізнесу, вплив особистої матриці власника на управління та розвиток підприємства, партнерські взаємовідносини в управлінні компанією, рекомендації щодо створення взаємовигідних умов розвитку бізнесу з партнерами, рекомендації щодо управління та розвитку бізнесу, рекомендації щодо організації роботи всередині відділів підприємства, алгоритм ведення бізнесу залежно від арканів тривалої дії, що впливають на підприємство, як екологічно вивести компанію на новий рівень доходу. Рекомендована тривалість консультації 2 години. ",
    time: "60 хвилин",
    price: "700€",
    isPerHour: true,
  },
];

export default tariffs;
