export const questions = () => {
  return {
    column1: [
      {
        q: 'Матеріали для роботи отримані, але почати дуже складно. Що робити?',
        a: 'Зміни, то завжди кропітка робота, яка часто викликає супротив. Ви звикли до одного, а тут необхідно вийти з “зони комфорту”. Не панікуйте – це нормально. Спробуйте поспілкуватися із консультантом Студії, що супроводжує вас у трансформації та перегляньте плейлист з ефірами про трансформацію. Це допоможе вам зрозуміти, чому виникає супротив й розпочати процес з більшою впевненістю. Ми віримо – у вас вийде!',
      },
      {
        q: 'Чи можна на консультації з’ясувати першопричину захворювання?',
        a: "Так, консультація дозволяє розглянути вашу карту здоров'я та визначати причини хвороби. Ви отримаєте відповідь на питання, які допоможуть вам зрозуміти звідки вона взялась, чому так відбувається, які висновки треба через це зробити та який обрати шлях для полегшення вашого стану або одужання. Чарівної пігулки не буде, а от рецепт – точно отримаєте.",
      },
    ],
    column2: [
      {
        q: 'Як довго можна використовувати матеріали після консультації?',
        a: 'Матеріали залишаються з вами назавжди, але якщо ви якісно працюєте над трансформацією, вони стануть зайвими, адже ви пропрацювали основу вашої матриці. Щороку ви отримуєте нове енергетичне навантаження, тому перед кожним новим етапом бажано пропрацьовувати енергії, які будуть програватися саме в ньому.',
      },
      {
        q: 'Чи можливо потрапити на консультацію повторно?',
        a: 'Я не прихильник щомісячних консультацій. Якщо самостійна трансформація не вдалася, можливо, варто спробувати формат індивідуальної терапії для поглибленої роботи. Мініконсультація "Питання-відповідь" також може бути варіантом для одноразових запитань. Але, якщо у вас є сумніви, чи ви не розумієте, що робити — напишіть нам і ми знайдемо разом рішення.',
      },
    ],
  };
};
