const tariffs = [
  {
    title: { uk: 'Розбір матриці долі дитини', ru: 'Разбор матрицы судьбы ребенка' },
    description: {
      uk: 'Батькам не треба буде жалкувати про втрачений час чи не помічені таланти, адже Матриця долі для дитини – це інструкція для виховання вашого малюка. <br/>На консультації для батьків розкриваються унікальні таланти та ресурсний потенціал їхньої дитини. Надаються практичні рекомендації щодо виховання, спрямовані на формування щасливої, гармонійної та успішної особистості. Крім того, вам легше бути знайти спільну мову в процесі дорослішання чада. Консультації надаються для дітей віком до 18 років.',
      ru: 'Родителям не надо будет сожалеть о потерянном времени или не замеченных талантах, ведь Матрица судьбы для ребенка — это инструкция для воспитания вашего малыша. <br/>На консультации для родителей раскрываются уникальные таланты и ресурсный потенциал их ребенка. Предоставляются практические рекомендации по воспитанию, направленные на формирование счастливой, гармоничной и успешной личности. Кроме того, вам легче будет найти общий язык в процессе взросления чада. Консультации предоставляются для детей в возрасте до 18 лет.',
    },
    time: { uk: '60 хвилин', ru: '60 минут' },
    price: '200€',
  },
  {
    title: { uk: 'Розбір матриці року', ru: 'Разбор матрицы года' },
    description: {
      uk: 'Ви хоч раз читали передбачення або гороскоп на рік, адже так кортить дізнатися, що він готує. Але то загальна інформація і конкретики та індивідуальності там точно бракує. <br/>Матриця року — це онлайн-консультація для однієї людини, яка покаже вашу взаємодію з прийдешнім роком. Ви отримаєте вказівки щодо напрямку, акцентів та рекомендацій, як провести рік продуктивно, на що зважати, а про що краще і не згадувати, на чому зробити акцент, щоб отримати прибуток, а де — трошки зачекати.',
      ru: 'Вы хоть раз читали предсказания или гороскоп на год, ведь так хочется узнать, что он готовит. Но это общая информация — конкретики и индивидуальности там точно не хватает. <br/>Матрица года — это онлайн-консультация для одного человека, которая покажет ваше взаимодействие с грядущим годом. Вы получите указания по направлениям, акценты и рекомендации, как провести год продуктивно, на что обращать внимание, а о чем лучше и не вспоминать, на чем сделать акцент, чтобы получить прибыль, а где — немножко подождать.',
    },
    time: { uk: '60 хвилин', ru: '60 минут' },
    price: '250€',
  },
  {
    title: {
      uk: 'Розбір матриці року зі супроводом у трансформації',
      ru: 'Разбор матрицы года с сопровождением в трансформации',
    },
    description: {
      uk: 'Вирішили не тільки дізнатися, а ще й пропрацювати та змінити деякі аспекти — тоді вам не завадить провідник у вашій трансформації.<br/>Консультація поєднує розбір Матриці долі та індивідуальний план трансформації на 1,5 місяця. Трансформацію супроводжує особисто Сергій Скляренко та консультант Студії. І що важливо, ви можете звертатися за відповідями чи порадами в наш телеграм під час всього процесу.',
      ru: 'Решили не только узнать, а еще  проработать и изменить некоторые аспекты — тогда вам не помешает проводник в вашей трансформации. <br/>Консультация содержит разбор Матрицы судьбы и индивидуальный план трансформации на 1,5 месяца. Трансформацию сопровождает лично Сергей Скляренко и консультант Студии. И что важно, вы можете обращаться за ответами или советами в наш телеграмм во время всего процесса.',
    },
    time: { uk: '60 хвилин', ru: '60 минут' },
    price: '550€',
  },
  {
    title: { uk: 'Розбір матриці долі для пари', ru: 'Разбор матрицы судьбы для пары' },
    description: {
      uk: 'В період закоханості партнери завжди здаються один одному ідеальними, але ейфорія проходить. Звісно, навіть у найміцніших шлюбах відбуваються непорозуміння, але головне, коли не має не виправданих очікувань, а це можливо лише тоді, коли ви розумієте чого чекати від партнера, яка у вас сумісність і на які «сюрпризи» очікувати.<br/>На онлайн-консультації для оцінки сумісності партнерів здійснюється розбір двох Матриць долі та створення Матриці сумісності для розкриття аспектів стосунків. Тож у вас точно є шанс познайомитися ближче та дізнатися більше про вашу пару.',
      ru: 'В период влюбленности партнеры всегда кажутся друг другу идеальными, но эйфория проходит. Конечно, даже в самых крепких браках происходят недоразумения, но главное, когда нет неоправданных ожиданий, а это возможно только тогда, когда вы понимаете чего ждать от партнера, какая у вас совместимость и каких "сюрпризов" ожидать. <br/>На онлайн-консультации для оценки совместимости партнеров осуществляется разбор двух Матриц судьбы и создание Матрицы совместимости для раскрытия аспектов отношений. Так что, у вас точно есть шанс познакомиться поближе и узнать больше о вашей паре.',
    },
    time: { uk: '120 хвилин', ru: '120 минут' },
    price: '600€',
  },
  {
    title: { uk: 'Консультація для бізнесу', ru: 'Консультация для бизнеса' },
    description: {
      uk: 'Хто б не хотів заздалегідь дізнатися наскільки успішним буде його бізнес або як зробити його прибутковішим. Всі секрети вже доступні – головне знати, де шукати. <br/>Онлайн-консультація охоплює розбір наступних аспектів: енергія підприємства, стратегія розвитку бізнесу, вплив особистої матриці власника на управління та розвиток підприємства, партнерські взаємовідносини в управлінні компанією. <br/>Рекомендації щодо: створення взаємовигідних умов розвитку бізнесу з партнерами, управління та розвитку бізнесу, організації роботи всередині відділів підприємства, алгоритму ведення бізнесу залежно від арканів тривалої дії, що впливають на підприємство, екологічного виведення компанії на новий рівень доходу тощо.<br/>Рекомендована тривалість консультації 2 години. <br/>Не треба вчитися на власних помилках!',
      ru: 'Кто бы не хотел заранее узнать насколько успешным станет его бизнес или как сделать его более прибыльным. Все секреты уже доступны — главное знать, где искать. <br/>Онлайн-консультация предполагает разбор следующих аспектов: энергия предприятия, стратегия развития бизнеса, влияние личной матрицы собственника на управление и развитие предприятия, партнерские взаимоотношения в управлении компанией. <br/>Рекомендации по: созданию взаимовыгодных условий развития бизнеса с партнерами, управлению и развитию бизнеса, организации работы внутри отделов предприятия, алгоритму ведения бизнеса в зависимости от арканов длительного действия, влияющих на предприятие, экологичному выводу компании на новый уровень дохода и т.д. <br/>Рекомендуемая продолжительность консультации 2 часа. <br/>Не стоит учиться на собственных ошибках!',
    },
    time: { uk: '60 хвилин', ru: '60 минут' },
    price: '700€',
    isPerHour: true,
  },
];

export default tariffs;
