const getConsultationsFeedbacksList = () => {
  return [
    {
      //якщо потрібна картинка, то просто додай img: true
      // img: true,
      feedback: {
        uk: 'Хочу висловити щирі слова подяки за внутрішню гармонію, яку я знайшла після консультації та двомісячного періоду трансформації. Завдячую вам за мої позитивні зміни. Я лечу в Париж і у мене сльози радості та щастя від того, що я відчуваю всередині, дякую вам за вашу неоціненну роботу та мою трансформацію. Обіймаю й до нових зустрічей!',
        ru: 'Хочу выразить искренние слова благодарности за внутреннюю гармонию, которую я обрела после консультации и двухмесячного периода трансформации. Благодарю вас за мои позитивные изменения. Я лечу в Париж и у меня слезы радости и счастья от того, что я чувствую внутри, спасибо вам за вашу неоценимую работу и мою трансформацию. Обнимаю и до новых встреч!',
      },
    },
    {
      feedback: {
        uk: 'Доброго дня, Сергію! Хочу подякувати за проведену трансформацію. Для мене ви стали духовним провідником, і я висловлюю вам щиру вдячність за вашу цінну роботу та знання. Під час консультації ми обговорювали мою сумісність, з тоді вже колишнім, партнером, й ви тоді сказали: “Я б дуже хотів, щоб Вищі сили дали вашій парі другий шанс й ви побрались та народили дитину”. З великою радістю повідомляю, що 20.10.2022 ми стали офіційною родиною. Дякую за зміну мого життя. Низький уклін – я щаслива!',
        ru: 'Добрый день, Сергей! Хочу поблагодарить за проведенную трансформацию. Для меня вы стали духовным проводником, и я выражаю вам искреннюю благодарность за вашу ценную работу и знания. Во время консультации мы обсуждали мою совместимость, с тогда уже бывшим, партнером, и вы тогда сказали: "Я бы очень хотел, чтобы Высшие силы дали вашей паре второй шанс и вы поженились и родили ребенка". С большой радостью сообщаю, что 20.10.2022 мы стали официальной семьей. Спасибо за изменение моей жизни. Низкий поклон - я счастлива!',
      },
    },
    {
      feedback: {
        uk: 'Хочу поділитися своїм враженням від консультації, яку проходила майже два роки тому. Ви мене тоді вразили своєю відкритістю та тим, як працюєте. Спочатку я думала, що весь світ винен у моїх проблемах. Ви порадили розпочати зміни з себе, і цей підхід дійсно приніс позитивні результати. Хоча не буду обманювати — я й не сприймала, й обурювалась та навіть саботувала. Але учора вночі я вирішила переслухати нашу консультацію й не могла повірити — запит з яким я прийшла і не могла вирішити 15 років, вже рік як не актуальний і давно вирішився, а ставлення моє до нього змінилося. Я вдячна за ваші настанови та терпіння, вони принесли справжні чудеса у моє життя.',
        ru: 'Хочу поделиться своим впечатлением от консультации, которая проходила почти два года назад. Вы меня тогда поразили своей открытостью и тем, как работаете. Сначала я думала, что весь мир виноват в моих проблемах. Вы посоветовали начать изменения с себя, и этот подход действительно принес положительные результаты. Хотя не буду обманывать - я и не воспринимала, и возмущалась, и даже саботировала. Но вчера ночью я решила переслушать нашу консультацию и не могла поверить — запрос с которым я пришла и не могла решить 15 лет, уже год как не актуален и давно решился, а отношение мое к нему изменилось. Я благодарна за ваши наставления и терпение, они принесли настоящие чудеса в мою жизнь.',
      },
    },
    {
      feedback: {
        uk: 'Висловлюю величезну вдячність за трансформацію, яка повністю змінила моє життя, як зовні, так і в середині. Від невпевненої дівчини, яка ховалася від світу, я відкрилася самій собі, полюбила себе і розкрила серце для інших. Зміни стали яскравими й насиченими, а трансформація вказала шлях для мого подальшого розвитку. Красно дякую, Сергію, за вашу неймовірну роботу. Люблю та обіймаю!',
        ru: 'Выражаю огромную благодарность за трансформацию, которая полностью изменила мою жизнь, как снаружи, так и внутри. От неуверенной девушки, которая пряталась от мира, я открылась самой себе, полюбила себя и раскрыла сердце для других. Изменения стали яркими и насыщенными, а трансформация указала путь для моего дальнейшего развития. Большое спасибо, Сергей, за вашу невероятную работу. Люблю и обнимаю!',
      },
    },
    {
      feedback: {
        uk: 'Дякую вам, Сергію.  Трансформація, пройшла настільки успішно, що в нас народилася донечка – все відбулося, як ви сказали. Це справжній подарунок долі, і донька дійсно відрізняється від старших братів. Ваша робота має справжню цінність. Дякуємо за ваш внесок у наше життя.',
        ru: 'Спасибо вам, Сергей.  Трансформация, прошла настолько успешно, что у нас родилась дочь — все произошло, как вы и сказали. Это настоящий подарок судьбы и дочка действительно отличается от старших братьев. Ваша работа имеет настоящую ценность. Спасибо за ваш вклад в нашу жизнь.',
      },
    },
  ];
};

export default getConsultationsFeedbacksList;
