const getConsultationsFeedbacksList = () => {
  return [
    {
      //якщо потрібна картинка, то просто додай img: true
      // img: true,
      feedback:
        "Я хотіла Вам подякувати за той внутрішній стан, який я знайшла з вами після Вашої консультації та 2 місяців трансформації. Ви неймовірний, дякую Вам від щирого серця!Я лечу в Париж і у мене сльози радості та щастя від того, що я відчуваю всередині, дякую Вам за вашу безцінну роботу та мою трансформацію, обіймаю і до зустрічі!",
    },
    {
      feedback:
        "Доброго дня, Сергій. Я проходила у Вас трансформацію, я хочу Вам подякувати! За те, що Вищі сили надіслали Вас, як духовного провідника і людину , якому я безмежно довіряю, ціню Вашу роботу і Ваші знання. Коли я була у вас на трансформації, ми розглядали мою сумісність з партнером , з яким ми на той час розійшлись . Ви тоді сказали одну фразу : “Я дуже хотів би, щоб Вищі сили дали Вашій парі другий шанс і Ви побрались і народили дитину”. Пишу Вам з Великою вдячністю і радістю 20.10.2022 ми офіційно стали чоловіком та дружиною. Дякую Вам за те, що змінюєте життя на краще . Низький уклін, я щаслива!",
    },
    {
      feedback:
        "Хочу написати свій відгук: була на консультації трохи менше двох років тому, тоді . Під час консультації ви мене розбомбили  на повну, я прийшла із запитом і думала, що весь світ винен у тому, що у мене нічого не виходить.Ви мені тоді сказали починай із себе, не лише з рівня розуму, а й із душі та все в житті зміниться.Я пішла і почала працювати! Слухала налаштування, багато разів із них злітала, починала слухати заново. І навіть злилася періодами, ну чому я повинна взагалі працювати, а хтось просто пожинає плоди і все легко отримує. І ось учора вночі я вирішила переслухати нашу консультацію. І не повірила своїм вухам, запит з яким я прийшла і не могла його вирішити 15 років, вже рік як не актуальний і давно вже вирішився, і ставлення моє до нього змінилося чудеса сказала б я) Але ні, це довга і наполеглива праця, і потрібні слова в потрібний момент! Дякую Сергій від душі!",
    },
    {
      feedback:
        "Хочу висловити вдячність Сергію, за трансформацію, яка змінила моє життя на до і після. Починаючи з зовнішності і закінчуючи своїм внутрішнім станом. Від невпевненої собі дівчини, яка була закрита від всього світу , відкрилась в першу чергу собі, полюбила себе і змогла відкрити своє серце світу. Моє життя наповнилось фарбами, і з кожним днем все яскравішими. Ця трансформація дала розуміння, що я хочу і куди мені рухатись далі. Сергій, Ви неймовірна людина, якій я дуже вдячна. Люблю, обіймаю!",
    },
    {
      feedback:
        "Я хотіла подякувати вам. Трансформація пройшла настільки успішно,що в нас народилася донечка. Це справжній подарунок Долі. Все як і казав Сергій. Вона зовсім дивовижна дівчинка) Дуже відрізняється від старших братів.",
    },
  ];
};

export default getConsultationsFeedbacksList;
