const getConsultationsFeedbacksList = () => {
  return [
    {
      //якщо потрібна картинка, то просто додай img: true
      // img: true,
      feedback:
        'Хочу висловити щирі слова подяки за внутрішню гармонію, яку я знайшла після консультації та двомісячного періоду трансформації. Завдячую вам за мої позитивні зміни. Я лечу в Париж і у мене сльози радості та щастя від того, що я відчуваю всередині, дякую вам за вашу неоціненну роботу та мою трансформацію. Обіймаю й до нових зустрічей!',
    },
    {
      feedback:
        'Доброго дня, Сергію! Хочу подякувати за проведену трансформацію. Для мене ви стали духовним провідником, і я висловлюю вам щиру вдячність за вашу цінну роботу та знання. Під час консультації ми обговорювали мою сумісність, з тоді вже колишнім, партнером, й ви тоді сказали: “Я б дуже хотів, щоб Вищі сили дали вашій парі другий шанс й ви побрались та народили дитину”. З великою радістю повідомляю, що 20.10.2022 ми стали офіційною родиною. Дякую за зміну мого життя. Низький уклін – я щаслива!',
    },
    {
      feedback:
        'Хочу поділитися своїм враженням від консультації, яку проходила майже два роки тому. Ви мене тоді вразили своєю відкритістю та тим, як працюєте. Спочатку я думала, що весь світ винен у моїх проблемах. Ви порадили розпочати зміни з себе, і цей підхід дійсно приніс позитивні результати. Хоча не буду обманювати — я й не сприймала, й обурювалась та навіть саботувала. Але учора вночі я вирішила переслухати нашу консультацію й не могла повірити — запит з яким я прийшла і не могла вирішити 15 років, вже рік як не актуальний і давно вирішився, а ставлення моє до нього змінилося. Я вдячна за ваші настанови та терпіння, вони принесли справжні чудеса у моє життя.',
    },
    {
      feedback:
        'Висловлюю величезну вдячність за трансформацію, яка повністю змінила моє життя, як зовні, так і в середині. Від невпевненої дівчини, яка ховалася від світу, я відкрилася самій собі, полюбила себе і розкрила серце для інших. Зміни стали яскравими й насиченими, а трансформація вказала шлях для мого подальшого розвитку. Красно дякую, Сергію, за вашу неймовірну роботу. Люблю та обіймаю!',
    },
    {
      feedback:
        'Дякую вам, Сергію.  Трансформація, пройшла настільки успішно, що в нас народилася донечка – все відбулося, як ви сказали. Це справжній подарунок долі, і донька дійсно відрізняється від старших братів. Ваша робота має справжню цінність. Дякуємо за ваш внесок у наше життя.',
    },
  ];
};

export default getConsultationsFeedbacksList;
