const getNailingQuestions = () => {
  return {
    column1: {
      uk: [
        {
          q: 'Як підготуватися до практики цвяхостояння?',
          a: 'Підготовка розпочинається за три дні до церемонії. Кожному учаснику необхідно утриматись від вживання алкоголю, будь-яких наркотичних препаратів, мінімізувати важку та шкідливу їжу, щоб зберігати в тілі відчуття легкості.',
        },
        {
          q: 'З яким запитом можна працювати на цвяхах?',
          a: 'Практика цвяхостояння — це унікальна можливість пропрацювати будь-який запит та позбутися накопичених внутрішніх блоків. Під час особистої попередньої коуч-сесії зі мною ви віднайдете ваш істинний запит на практику. Адже наше підсвідоме найболючіше ховає якнайглибше, тому самостійно сформувати запит вдається не завжди. На цвяхах ви працюватимете саме з тим, що наразі заважає вам жити яскравим і наповненим життям.',
        },
      ],
      ru: [
        {
          q: 'Как подготовиться к практике гвоздестояния?',
          a: 'Подготовка начинается за три дня до церемонии. Каждому участнику необходимо воздержаться от употребления алкоголя, любых наркотических препаратов, минимизировать тяжелую и вредную пищу, чтобы сохранять в теле ощущение легкости.',
        },
        {
          q: 'С каким запросом можно работать на гвоздях?',
          a: 'Практика гвоздестояния — это уникальная возможность проработать любой запрос и избавиться от накопленных внутренних блоков. Во время личной предварительной коуч-сессии со мной вы найдете ваш истинный запрос на практику. Ведь наше подсознание самое болезненное прячет как можно глубже, поэтому самостоятельно сформировать запрос удается не всегда. На гвоздях вы будете работать именно с тем, что сейчас мешает вам жить яркой и наполненной жизнью.',
        },
      ],
    },
    column2: {
      uk: [
        {
          q: 'Які є протипоказання до практики?',
          a: 'Практика цвяхостояння не має протипоказань. Взяти участь може кожен, хто має чітке розуміння того, що він цього хоче і що саме це йому потрібно. Однак на практику я не рекомендую приходити вагітним жінкам, тому що під час цвяхостояння підіймаються дуже серйозні, глибинні процеси, які можуть спровокувати сильні зміни в психоемоційному стані.',
        },
        {
          q: 'Чи можу я практикувати цвяхостояння самостійно?',
          a: 'Цвяхостояння — це неймовірний інструмент, до якого ви можете звернутись в будь-який момент свого життя, коли відчуєте в цьому потребу. Якщо після церемонії з майстром ви відчуєте, що це саме той інструмент, який дає вам наснагу, ви відчуваєте наповненість, змінюєтесь на краще — то  можете самостійно практикувати цвяхостояння навіть щодня. Але ви чітко маєте усвідомлювати, що це серйозний трансформаційний інструмент, який вимагає до себе правильного ставлення й чітко сформульованого запиту. Тому першу сесію краще провести в супроводі досвідченого майстра.',
        },
      ],
      ru: [
        {
          q: 'Какие есть противопоказания к практике?',
          a: 'Практика гвоздестояния не имеет противопоказаний. Принять участие может каждый, кто имеет четкое понимание, что он этого хочет и  ему это нужно. Однако на практику я не рекомендую приходить беременным женщинам, т.к. во время гвоздестояния поднимаются очень серьезные, глубинные процессы, которые могут спровоцировать сильные изменения в психоэмоциональном состоянии.',
        },
        {
          q: 'Могу ли я практиковать гвоздестояние самостоятельно?',
          a: 'Гвоздестояние — это невероятный инструмент, к которому вы можете обратиться в любой момент своей жизни, когда почувствуете в этом потребность. Если после церемонии с мастером вы почувствуете, что это именно тот инструмент, который дает вам вдохновение, вы ощущаете наполненность, меняетесь к лучшему — то можете самостоятельно практиковать гвоздестояние даже ежедневно. Но вы четко должны осознавать, что это серьезный трансформационный инструмент, который требует к себе правильного отношения и четко сформулированного запроса. Поэтому первую сессию лучше провести в сопровождении опытного мастера.',
        },
      ],
    },
  };
};

export default getNailingQuestions;
