const getNailingQuestions = () => {
  return {
    column1: [
      {
        q: "Як підготуватися до практики цвяхостояння?",
        a: "Підготовка розпочинається за три дні до церемонії. Вам потрібно утриматись від алкоголю, будь-яких наркотичних препаратів, мінімізувати важку та шкідливу їжу, щоб зберігати в тілі відчуття легкості.",
      },
      {
        q: "З яким запитом можна працювати на цвяхах?",
        a: "Практика цвяхостояння — це унікальна можливість пропрацювати будь-який запит та позбутися накопичених внутрішніх блоків. Під час коуч-сесії зі мною ви віднайдете ваш істинний запит на практику. Адже наше підсвідоме найболючіше ховає глибоко і тому самостійно сформувати запит не завжди вдається. На цвяхах ви будете працювати саме з тим, що в даний момент заважає вам жити яскравим і наповненим  життям.",
      },
    ],
    column2: [
      {
        q: "Які є протипоказання до практики?",
        a: "Практика цвяхостояння не має протипоказань. На неї може прийти кожен, хто має чітке розуміння того, що він цього хоче і що це йому потрібно. На практику я не рекомендую приходити вагітним жінкам, тому що під час цвяхостояння піднімаються дуже серйозні, глибинні процеси, які можуть спровокувати сильні зміни в психоемоційному стані.",
      },
      {
        q: "Чи можу я практикувати цвяхостояння самостійно?",
        a: "Цвяхостояння — це неймовірний інструмент, до якого ви можете звернутись в будь-який момент свого життя, коли відчуєте в ньому потребу. Якщо після церемонії з майстром ви відчуєте, що це саме той інструмент, який дає вам наснагу, ви відчуваєте наповненість, змінюєтесь на краще, ви можете практикувати цвяхостояння навіть щодня. Але ви чітко маєте усвідомлювати, що це серйозний трансформаційний інструмент, який вимагає до себе правильного відношення і чітко сформульованого запиту. Тому першу сесію краще отримати в супроводі досвідченого майстра.",
      },
    ],
  };
};

export default getNailingQuestions;
