const getNailingQuestions = () => {
  return {
    column1: [
      {
        q: 'Як підготуватися до практики цвяхостояння?',
        a: 'Підготовка розпочинається за три дні до церемонії. Кожному учаснику необхідно утриматись від вживання алкоголю, будь-яких наркотичних препаратів, мінімізувати важку та шкідливу їжу, щоб зберігати в тілі відчуття легкості.',
      },
      {
        q: 'З яким запитом можна працювати на цвяхах?',
        a: 'Практика цвяхостояння — це унікальна можливість пропрацювати будь-який запит та позбутися накопичених внутрішніх блоків. Під час особистої попередньої коуч-сесії зі мною ви віднайдете ваш істинний запит на практику. Адже наше підсвідоме найболючіше ховає якнайглибше, тому самостійно сформувати запит вдається не завжди. На цвяхах ви працюватимете саме з тим, що наразі заважає вам жити яскравим і наповненим життям.',
      },
    ],
    column2: [
      {
        q: 'Які є протипоказання до практики?',
        a: 'Практика цвяхостояння не має протипоказань. Взяти участь може кожен, хто має чітке розуміння того, що він цього хоче і що саме це йому потрібно. Однак на практику я не рекомендую приходити вагітним жінкам, тому що під час цвяхостояння підіймаються дуже серйозні, глибинні процеси, які можуть спровокувати сильні зміни в психоемоційному стані.',
      },
      {
        q: 'Чи можу я практикувати цвяхостояння самостійно?',
        a: 'Цвяхостояння — це неймовірний інструмент, до якого ви можете звернутись в будь-який момент свого життя, коли відчуєте в цьому потребу. Якщо після церемонії з майстром ви відчуєте, що це саме той інструмент, який дає вам наснагу, ви відчуваєте наповненість, змінюєтесь на краще — то  можете самостійно практикувати цвяхостояння навіть щодня. Але ви чітко маєте усвідомлювати, що це серйозний трансформаційний інструмент, який вимагає до себе правильного ставлення й чітко сформульованого запиту. Тому першу сесію краще провести в супроводі досвідченого майстра.',
      },
    ],
  };
};

export default getNailingQuestions;
