const getPublickSpeechesQuestions = () => {
  return {
    column1: {
      uk: [
        {
          q: 'За який період потрібно погоджувати дату публічного виступу?',
          a: 'Всі публічні виступи надаються згідно з Договором про надання публічних виступів. <br/>Детальніше ви можете ознайомитись з <a target="_blank" rel="noreferrer noopener" href=\'https://docs.google.com/file/d/1e32XTon7nwh_09_dhK6i1QEMmGfrDr-F/edit?usp=docslist_api&filetype=msword\'>Договором</a>.',
        },
        {
          q: 'Яку тему обрати для виступу?',
          a: 'Теми можуть бути абсолютно різні. Рекомендацію можу надати особисто я. Або ми з вами обговоримо будь-яку нову тему, яка буде цікава та актуальна вашій аудиторії. Я максимально відкритий в питанні вибору тематики виступу. Мені навіть цікавіше викласти, донести цінність й глибину нової теми, яку я не розкривав раніше.',
        },
      ],
      ru: [
        {
          q: 'За какой промежуток времени нужно согласовывать дату публичного выступления?',
          a: 'Все публичные выступления предоставляются согласно Договору о предоставлении публичных выступлений.<br/>Подробнее вы можете ознакомиться с <a target="_blank" rel="noreferrer noopener" href=\'https://docs.google.com/file/d/1e32XTon7nwh_09_dhK6i1QEMmGfrDr-F/edit?usp=docslist_api&filetype=msword\'>Договором</a>.',
        },
        {
          q: 'Какую тему выбрать для выступления?',
          a: 'Темы могут быть абсолютно разные. Рекомендацию могу предоставить я. Или мы с вами обсудим любую новую тему, которая будет интересна и актуальна вашей аудитории. Я максимально открыт в вопросе выбора тематики выступления. Мне даже интереснее изложить, донести ценность и глубину новой темы, которую я не раскрывал ранее.',
        },
      ],
    },
    column2: {
      uk: [
        {
          q: 'Скільки має бути учасників для того, щоб вас запросити на публічний захід? ',
          a: 'Все залежить від формату, місця й теми заходу. Це питання в індивідуальному порядку обговорюється з моїми менеджерами. Адже для кожної теми чи практики може бути своя мінімально необхідна кількість людей.',
        },
        {
          q: 'Чи можна вас запросити на виїзну практику цвяхостояння?',
          a: 'Звісно так! Я дуже люблю возити свої дощечки в різні куточки світу, це мене неймовірно наповнює. Практики цвяхостояння надпотужні й надтрансформаційні, тому для організації такого заходу потрібно лише правильне місце й група людей. За більш детальною інформацією, щодо вимогдо місця проведення церемонії та кількості учасників, звертайтесь до моїх менеджерів, й вони залюбки нададуть всю необхідну інформацію.',
        },
      ],
      ru: [
        {
          q: 'Сколько должно быть участников для того, чтобы вас пригласить на публичное мероприятие?',
          a: 'Все зависит от формата, места и темы мероприятия. Этот вопрос в индивидуальном порядке обсуждается с моими менеджерами. Ведь для каждой темы или практики может быть свое минимально необходимое количество людей.',
        },
        {
          q: 'Можно ли вас пригласить на выездную практику гвоздестояния?',
          a: 'Конечно, да! Я очень люблю возить свои дощечки в разные уголки мира, это меня невероятно наполняет. Практики гвоздестояния сверхмощные и сверхтрансформационные, поэтому для организации такого мероприятия нужно только правильное место и группа людей. За более подробной информацией, относительно требований к месту проведения церемонии и количества участников, обращайтесь к моим менеджерам, и они охотно предоставят всю необходимую информацию.',
        },
      ],
    },
  };
};

export default getPublickSpeechesQuestions;
