const getPublickSpeechesQuestions = () => {
  return {
    column1: [
      {
        q: 'За який період потрібно погоджувати дату публічного виступу?',
        a: 'Всі публічні виступи надаються згідно з Договором про надання публічних виступів. <br/>Детальніше ви можете ознайомитись з Договором за посиланням.',
      },
      {
        q: 'Яку тему обрати для виступу?',
        a: 'Теми можуть бути абсолютно різні. Рекомендацію можу надати особисто я. Або ми з вами обговоримо будь-яку нову тему, яка буде цікава та актуальна вашій аудиторії. Я максимально відкритий в питанні вибору тематики виступу. Мені навіть цікавіше викласти, донести цінність й глибину нової теми, яку я не розкривав раніше.',
      },
    ],
    column2: [
      {
        q: 'Скільки має бути учасників для того, щоб вас запросити на публічний захід? ',
        a: 'Все залежить від формату, місця й теми заходу. Це питання в індивідуальному порядку обговорюється з моїми менеджерами. Адже для кожної теми чи практики може бути своя мінімально необхідна кількість людей.',
      },
      {
        q: 'Чи можна вас запросити на виїзну практику цвяхостояння?',
        a: 'Звісно так! Я дуже люблю возити свої дощечки врізні куточки світу, це мене неймовірно наповнює. Практики цвяхостояння надпотужні й надтрансформаційні, тому для організації такого заходу потрібно лише правильне місце й група людей. За більш детальною інформацією, щодо вимогдо місця проведення церемонії та кількості учасників, звертайтесь до моїх менеджерів, й вони залюбки нададуть всю необхідну інформацію.',
      },
    ],
  };
};

export default getPublickSpeechesQuestions;
