
const getPublickSpeechesQuestions = () => {
  return {
    column1: [
      {
        q: "За який період потрібно погоджувати дату публічного виступу?",
        a: "Всі публічні виступи надаються згідно Договору про надання публічних виступів. Ви можете ознайомитись з Договором за посиланням.",
      },
      {
        q: "Яку тему обрати для виступу?",
        a: "Теми можуть бути абсолютно різні. Рекомендацію з теми можу надати особисто я або ж ми з вами обговоримо будь-яку іншу тему, яка буде цікава та актуальна вашій аудиторії. Я максимально відкритий в питанні вибору теми. Мені навіть цікавіше викласти, донести цінність і глибину нової теми, яку я не розкривав раніше.",
      },
    ],
    column2: [
      {
        q: "Скільки має бути учасників для того, щоб вас запросити на публічний захід? ",
        a: "Все залежить від формату, місця і теми заходу. Це питання в індивідуальному порядку обговорюється з моїми менеджерами. Адже для кожної теми чи практики може бути своя мінімально необхідна кількість людей.",
      },
      {
        q: "Чи можна вас запросити на виїзну практику цвяхостояння?",
        a: "Звісно так! Я дуже люблю возити свої дощечки в різні куточки світу, це мене неймовірно наповнює. Практики цвяхостояння надпотужні і надтрансформаційні, тому для організації такого заходу потрібне лише правильне місце і група людей. За більш детальною інформацією про вимоги до місця проведення церемонії та кількість учасників ви можете звернутись до моїх менеджерів і вони залюбки вам нададуть всю інформацію.",
      },
    ],
  };
}

export default getPublickSpeechesQuestions
