const getPublicSpeechesFeedbacks = () => {
  return [
    {
      feedback:
        "Спочатку до кінця не розуміла, що таке стати на гвозді.. навіть не уявляла з якими глибинними процесами прийдеться працювати.. Сергій екологічно погрузив мене в підсвідомість, допоміг краще пізнати себе , переродитись.. <br/>Я безмежно вдячна йому за цей досвід! Благодарю!",
    },
    {
      feedback:
        "Дорогий Вчитель!!! Хочу ще раз вам подякувати за зцілення серця та душі моєї, які сталися на цій практиці!!! Цілий день я спостерігала за своїми думками та почуттями, це не ймовірне почуття відродження !!! Я досі не можу повірити як так швидко відбулися такі зміни в мені…. набула вдячність і змогла відкрити серце ",
    },
    {
      feedback:
        "Я нарешті усвідомила, що хочу насправді, куди слід рухатись і в якому напрямку. Це неймовірно, я ніби проживала життя з заплющеними очима, але після того як я переглянула ваш вебінар про бажання. В мене ніби відкрились очі, і я змогла зробити ковток свіжого повітря. Це неймовірні відчуття, я навіть. не могла собі усвідомити, що мої бажання були зовсім не моїми . Вони були нав’язані соціумом і моєю родиною. Дякую вам Сергій, за те що дали можливість віднайти своє і дали поштовх рухатись далі.",
    },
    {
      feedback:
        "Я просто в захваті від вашого вебінару “Жінка очима чоловіка”. Це неймовірно важлива інформація для кожної жінки. Насправді ми беремо на себе  багато зобов’язань і забуваємо про себе. І це відразу відображається на нашому зовнішньому і внутрішньому стані. Я дуже вам дякую, що ви підняли цю над важливу тему. І дали можливість поглянути на себе зі сторони і пробудили бажання до змін ",
    },
  ];
};

export default getPublicSpeechesFeedbacks;
