const getPublicSpeechesFeedbacks = () => {
  return [
    {
      feedback:
        'Спочатку до кінця не розуміла, що таке стати на цвяхи та навіть не уявляла з якими глибинними процесами доведеться працювати. Сергій екологічно погрузив мене в підсвідомість, допоміг краще пізнати себе, переродитись.<br/>Я безмежно вдячна йому за цей досвід! Щиро дякую!',
    },
    {
      feedback:
        'Дорогий Вчитель!!! Хочу ще раз вам подякувати за зцілення серця та душі, яке сталося на цій практиці!!! Цілий день я спостерігала за своїми думками та почуттями — це неймовірне відродження !!! Я досі не можу повірити, що так швидко відбулися такі зміни в мені. Я набула вдячності й змогла відкрити серце.',
    },
    {
      feedback:
        'Я нарешті усвідомила, що хочу насправді, куди слід рухатись і в якому напрямку. Це неймовірно, я ніби проживала життя з заплющеними очима, але після перегляду вашого вебінару про бажання, в мене ніби відкрились очі. Це неймовірні відчуття, я навіть не могла усвідомити, що мої бажання були зовсім не моїми, а нав’язані соціумом і моєю родиною. Дякую вам Сергій, за можливість віднайти своє і за поштовх рухатись далі.',
    },
    {
      feedback:
        'Я просто в захваті від вашого вебінару “Жінка очима чоловіка”. Це неймовірно важлива інформація для кожної жінки. Насправді ми беремо забагато зобов’язань і забуваємо про себе. І це відразу відображається на нашому зовнішньому і внутрішньому стані. Я дуже вам дякую, що ви підняли цю надважливу тему, дали можливість поглянути на себе з іншого боку й пробудили бажання до змін.',
    },
  ];
};

export default getPublicSpeechesFeedbacks;
