const getPublicSpeechesFeedbacks = () => {
  return [
    {
      feedback: {
        uk: 'Спочатку до кінця не розуміла, що таке стати на цвяхи та навіть не уявляла з якими глибинними процесами доведеться працювати. Сергій екологічно погрузив мене в підсвідомість, допоміг краще пізнати себе, переродитись.<br/>Я безмежно вдячна йому за цей досвід! Щиро дякую!',
        ru: 'Сначала я полностью не понимала, что такое стать на гвозди и даже не представляла с какими глубинными процессами придется работать. Сергей экологично погрузил меня в подсознание, помог лучше узнать себя, переродиться.<br/>Я бесконечно благодарна ему за этот опыт! Спасибо большое!',
      },
    },
    {
      feedback: {
        uk: 'Дорогий Вчитель!!! Хочу ще раз вам подякувати за зцілення серця та душі, яке сталося на цій практиці!!! Цілий день я спостерігала за своїми думками та почуттями — це неймовірне відродження !!! Я досі не можу повірити, що так швидко відбулися такі зміни в мені. Я набула вдячності й змогла відкрити серце.',
        ru: 'Дорогой Учитель!!! Хочу еще раз вас поблагодарить за исцеление сердца и души, которое произошло на этой практике!!! Целый день я наблюдала за своими мыслями и чувствами — это невероятное возрождение!!! Я до сих пор не могу поверить, что так быстро произошли такие изменения во мне. Я обрела благодарность и смогла открыть сердце.',
      },
    },
    {
      feedback: {
        uk: 'Я нарешті усвідомила, що хочу насправді, куди слід рухатись і в якому напрямку. Це неймовірно, я ніби проживала життя з заплющеними очима, але після перегляду вашого вебінару про бажання, в мене ніби відкрились очі. Це неймовірні відчуття, я навіть не могла усвідомити, що мої бажання були зовсім не моїми, а нав’язані соціумом і моєю родиною. Дякую вам Сергій, за можливість віднайти своє і за поштовх рухатись далі.',
        ru: 'Я наконец-то осознала, чего хочу на самом деле, куда следует двигаться и в каком направлении. Это невероятно, я будто проживала жизнь с закрытыми глазами, но после просмотра вашего вебинара о желаниях, у меня открылись глаза. Это невероятные ощущения, я даже не могла осознать, что мои желания были совсем не моими, а навязанные социумом и моей семьей. Спасибо вам Сергей, за возможность найти свое и за толчок двигаться дальше.',
      },
    },
    {
      feedback: {
        uk: 'Я просто в захваті від вашого вебінару “Жінка очима чоловіка”. Це неймовірно важлива інформація для кожної жінки. Насправді ми беремо забагато зобов’язань і забуваємо про себе. І це відразу відображається на нашому зовнішньому і внутрішньому стані. Я дуже вам дякую, що ви підняли цю надважливу тему, дали можливість поглянути на себе з іншого боку й пробудили бажання до змін.',
        ru: 'Я просто в восторге от вашего вебинара "Женщина глазами мужчины". Это невероятно важная информация для каждой женщины. На самом деле мы берем слишком много обязательств и забываем о себе. И это сразу отражается на нашем внешнем и внутреннем состояниях. Я очень вам благодарна, что вы подняли эту сверхважную тему, дали возможность взглянуть на себя с другой стороны и пробудили желание к изменениям.',
      },
    },
  ];
};

export default getPublicSpeechesFeedbacks;
