const getRetreatQuestions = () => {
  return {
    column1: {
      uk: [
        {
          q: 'Як підготуватися до ретриту?',
          a: 'Підготовка розпочинається за 3 дні до початку ретриту. Ви маєте усвідомити, що ретрит — це не відпочинок, а серйозний трансформаційний процес, який передбачає відповідну підготовку. Облегшить ваше тіло й душу: не вживайте важку та шкідливу їжу, утримайтесь від мʼяса, алкоголю, наркотичних та психотропних препаратів. Проводьте більше часу в спокійному стані, робіть медитації, займайтесь йогою. Не включайтесь в деструктивні програми соціуму, мінімізуйте споживання інформації зовнішнього світу (особливо новин та соціальних мереж).',
        },
        {
          q: 'Чи є відбір учасників ретриту?',
          a: 'Кожен охочий може потрапити на ретрит. Але якщо вам не на часі опинитися там, поле ретриту вас не пропустить. Вже з моменту публічного оголошення теми ретриту його поле починає працювати — відбувається магія. Саме поле ретриту дає поштовх тим людям, які мають там бути. Головне — це відчути його й зробити крок на зустріч новим відкриттям й, перш за все, своїй трансформації. Не рекомендовано брати участь в ретриті вагітним жінкам.',
        },
      ],
      ru: [
        {
          q: 'Как подготовиться к ретриту?',
          a: 'Подготовка начинается за 3 дня до начала ретрита. Вы должны осознать, что ретрит — это не отдых, а серьезный трансформационный процесс, который предусматривает соответствующую подготовку. Облегчите ваше тело и душу: не употребляйте тяжелую и вредную пищу, воздержитесь от мяса, алкоголя, наркотических и психотропных препаратов. Проводите больше времени в спокойном состоянии, делайте медитации, занимайтесь йогой. Не включайтесь в деструктивные программы социума, минимизируйте потребление информации внешнего мира (особенно новостей и социальных сетей).',
        },
        {
          q: 'Есть ли отбор участников ретрита?',
          a: 'Каждый желающий может попасть на ретрит. Но если вам не время оказаться там, поле ретрита вас не пропустит. Уже с момента публичного объявления темы ретрита его поле начинает работать — происходит магия. Именно поле ретрита дает толчок тем людям, которые должны там быть. Главное — это почувствовать его и сделать шаг навстречу новым открытиям и, прежде всего, своей трансформации. Не рекомендуется участвовать в ретрите беременным женщинам.',
        },
      ],
    },
    column2: {
      uk: [
        {
          q: 'З яким запитом я можу відвідати ретрит?',
          a: 'У кожному ретриті є його тема та програма. Але навіть після визначення групи, тема може змінитися, в залежності від колективного запиту поля, сформованого його учасниками. Адже саме поле диктуєте, що потрібно робити зараз для його членів, з яким запитом потрібно працюватиі як саме будуть проходити трансформації. Це магічний процес, якому потрібно довіритись та йти за провідником задля занурення у свою глибину і трансформацію.',
        },
        {
          q: 'Що потрібно робити після ретриту?',
          a: 'Ви маєте бути готові, що після ретриту не будете такими, як зараз. Ви зовсім інакше дивитиметеся на світ і відчуватимете себе. Спогади з часом зітруться, але вклад, який ви зробите на ретриті, суттєво вплине на ваш доленосний шлях. Після 4-5 днів тиші, занурення в себе, деколи,буває складно адаптуватись в соціальному світі, адже все буде здаватись дивним. Цей процес є абсолютно нормальним й згодом він пройде. Обов’язково після завершення ретриту потрібно продовжувати медитувати, займатися духовними практиками, вести щоденник самоспостереження й намагатися акумулювати все те,що ви отримали на ретриті.',
        },
      ],
      ru: [
        {
          q: 'С каким запросом я могу посетить ретрит?',
          a: 'В каждом ретрите есть его тема и программа. Но даже после определения группы, тема может измениться, в зависимости от коллективного запроса поля, сформированного его участниками. Ведь именно поле диктует, что нужно делать сейчас для его членов, с каким запросом нужно работать и как именно будут проходить трансформации. Это магический процесс, которому нужно довериться и идти за проводником для погружения в глубину и трансформацию.',
        },
        {
          q: 'Что нужно делать после ретрита?',
          a: 'Вы должны быть готовы, что после ретрита не будете такими, как сейчас. Вы совсем иначе будете смотреть на мир и чувствовать себя. Воспоминания со временем сотрутся, но вклад, который вы сделаете на ретрите, существенно повлияет на ваш судьбоносный путь. После 4-5 дней тишины, погружения в себя, порой, бывает сложно адаптироваться в социальном мире, ведь все будет казаться странным. Этот процесс  абсолютно нормальный и со временем он пройдет. Обязательно после завершения ретрита нужно продолжать медитировать, заниматься духовными практиками, вести дневник самонаблюдения и пытаться аккумулировать все то, что вы получили на ретрите.',
        },
      ],
    },
  };
};

export default getRetreatQuestions;
