const getRetreatFeedbacks = () => {
  return [
    {
      feedback:
        'У душі радість та подяка. Дякую!<br/>За таке потужне, цілюще поле! За групу, яка створила таке єдине соналаштуванняна лікування кожного! За радість та внутрішнє розширення своєї усвідомленості,з якою, я вірю, залишився кожен із нас після ретриту.<br/>Це була чиста цілюща чарівність для мене. Дякую! Дякую!',
    },
    {
      feedback:
        'Дякую Долі, що звела мене з такими чудовими людьми!!!!! Ви всі в моєму!!!Сергій — ви потужний магніт, який притягує і поєднує прекрасних людей! А те, що Ви випромінюєте, просто неможливо висловити словами. Дякую, Дякую, Дякую!!!!',
    },
    {
      feedback:
        "Дякую всім за те, що ви є, за нашу зустріч, за знайомство! Дякую Сергійза неповторну атмосферу та незабутнє, чарівне, таємниче свято для наших Душ, яке ви нам подарували! За наповнення наших сердець і душ любов'ю, чистотою, блаженством! За віру в наші сили та можливості. Дякую! До нових зустрічей.",
    },
    {
      feedback:
        'Мене переповнюють емоції щастя та вдячності, за те що я мала змогу бути з Вами на цьому ретриті. 4 дні повної тиші й занурення в себе. Це неймовірний досвід — безмежна вдячність за ці нові відчуття себе. Сергій ви неймовірна людина, яка створила надпотужне поле, в якому кожен зміг віднайти себе й почати свій шлях до власної душі. Дякую з усього серця за всі практики, інсайди й за цей енергетичний потік, який наповнює і підіймає вище неба. Дякую від щирого серця. І обіймаю кожного, хто став частиною нашої ретритної сім’ї. До зустрічі!',
    },
  ];
};

export default getRetreatFeedbacks;
