const getRetreatFeedbacks = () => {
  return [
    {
      feedback: {
        uk: 'У душі радість та подяка. Дякую!<br/>За таке потужне, цілюще поле! За групу, яка створила таке єдине соналаштуванняна лікування кожного! За радість та внутрішнє розширення своєї усвідомленості,з якою, я вірю, залишився кожен із нас після ретриту.<br/>Це була чиста цілюща чарівність для мене. Дякую! Дякую!',
        ru: 'В душе радость и благодарность. Спасибо!<br/>За такое мощное, целебное поле! За группу, которая создала такую единую сонастройку на лечение каждого! За радость и внутреннее расширение своей осознанности, с которой, я верю, остался каждый из нас после ретрита.<br/>Это было чистое целебное очарование для меня. Спасибо! Спасибо!',
      },
    },
    {
      feedback: {
        uk: 'Дякую Долі, що звела мене з такими чудовими людьми!!!!! Ви всі в моєму!!!Сергій — ви потужний магніт, який притягує і поєднує прекрасних людей! А те, що Ви випромінюєте, просто неможливо висловити словами. Дякую, Дякую, Дякую!!!!',
        ru: 'Спасибо Судьбе, что свела меня с такими замечательными людьми!!!!! Вы все в моем!!! Сергей, вы мощный магнит, который притягивает и соединяет прекрасных людей! А то, что Вы излучаете, просто невозможно выразить словами. Спасибо, Спасибо, Спасибо!!!!',
      },
    },
    {
      feedback: {
        uk: "Дякую всім за те, що ви є, за нашу зустріч, за знайомство! Дякую Сергійза неповторну атмосферу та незабутнє, чарівне, таємниче свято для наших Душ, яке ви нам подарували! За наповнення наших сердець і душ любов'ю, чистотою, блаженством! За віру в наші сили та можливості. Дякую! До нових зустрічей.",
        ru: 'Спасибо всем за то, что вы есть, за нашу встречу, за знакомство! Спасибо Сергею за неповторимую атмосферу и незабываемый, волшебный, таинственный праздник для наших Душ, который вы нам подарили! За наполнение наших сердец и душ любовью, чистотой, блаженством! За веру в наши силы и возможности. Спасибо! До новых встреч.',
      },
    },
    {
      feedback: {
        uk: 'Мене переповнюють емоції щастя та вдячності, за те що я мала змогу бути з Вами на цьому ретриті. 4 дні повної тиші й занурення в себе. Це неймовірний досвід — безмежна вдячність за ці нові відчуття себе. Сергій ви неймовірна людина, яка створила надпотужне поле, в якому кожен зміг віднайти себе й почати свій шлях до власної душі. Дякую з усього серця за всі практики, інсайди й за цей енергетичний потік, який наповнює і підіймає вище неба. Дякую від щирого серця. І обіймаю кожного, хто став частиною нашої ретритної сім’ї. До зустрічі!',
        ru: 'Меня переполняют эмоции счастья и благодарности, за возможность быть с Вами на этом ретрите. 4 дня полной тишины и погружения в себя. Это невероятный опыт — безграничная благодарность за эти новые ощущения себя. Сергей — вы невероятный человек, который создал сверхмощное поле, где каждый смог найти себя и начать свой путь к собственной душе. Спасибо от всего сердца за все практики, инсайды и за этот энергетический поток, который наполняет и поднимает выше неба. Спасибо от всего сердца. И обнимаю каждого, кто стал частью нашей ретритной семьи. До встречи!',
      },
    },
  ];
};

export default getRetreatFeedbacks;
