const getRetreatFeedbacks = () => {
  return [
    {
      feedback:
        "У душі радість та подяка. <br/>Таке потужне, цілюще поле!<br/>За групу, яка створила таку єдину сонастройку на лікування кожного!<br/>За радість та внутрішнє розширення своєї усвідомленості, з якою, я вірю, залишився кожен із нас після ретриту.<br/>Це була чиста цілюща чарівність для мене<br/>Дякую! Дякую! Дякую!",
    },
    {
      feedback:
        "Дякую Долі, що звела мене з такими чудовими людьми!!!!! Ви всі в моєму!!!<br/>Сергій - Ви потужний магніт, який притягує і поєднує прекрасних людей! А те, що Ви випромінюєте, просто неможливо висловити словами. Дякую, Дякую, Дякую!!!!",
    },
    {
      feedback:
        "Дякую всім за те, що ви є, за нашу зустріч, за знайомство! Дякую Сергій  за неповторну атмосферу та незабутнє, чарівне, таємниче свято для наших Душ, яке ви нам подарували! За наповнення наших сердець і душ любов'ю, чистотою, блаженством! За віру в наші сили та можливості.  Дякую!До нових зустрічей",
    },
    {
      feedback:
        "Мене переповнюють емоції щастя та вдячності , за те що я мала змогу бути з Вами на цьому ретриті . 4 дні повної тиші  і занурення в себе . Це неймовірний досвід , і безмежна вдячність за ці нові відчуття себе  . Сергій ви неймовірна людина , яка обьєднала над потужне поле  в якому кожен зміг віднайти себе , і почати свій шлях до своєї душі . Дякую від всього серця за всі практики , за всі інсайди і за цей енергетичний потік , який наповнює і підіймає вище неба . Дякую від усього серця . І обіймаю кожного хто став частиною нашої ретритної сім’ї . До зустрічі!",
    },
  ];
};

export default getRetreatFeedbacks;
