const getRetreatQuestions = () => {
  return {
    column1: [
      {
        q: 'Як підготуватися до ретриту?',
        a: 'Підготовка розпочинається за 3 дні до початку ретриту. Ви маєте усвідомити, що ретрит — це не відпочинок, а серйозний трансформаційний процес, який передбачає відповідну підготовку. Облегшить ваше тіло й душу: не вживайте важку та шкідливу їжу, утримайтесь від мʼяса, алкоголю, наркотичних та психотропних препаратів. Проводьте більше часу в спокійному стані, робіть медитації, займайтесь йогою. Не включайтесь в деструктивні програми соціуму, мінімізуйте споживання інформації зовнішнього світу (особливо новин та соціальних мереж)',
      },
      {
        q: 'Чи є відбір учасників ретриту?',
        a: 'Кожен охочий може потрапити на ретрит. Але якщо вам не на часі опинитися там, поле ретриту вас не пропустить. Вже з моменту публічного оголошення теми ретриту його поле починає працювати — відбувається магія. Саме поле ретриту дає поштовх тим людям, які мають там бути. Головне — це відчути його й зробити крок на зустріч новим відкриттям й, перш за все, своїй трансформації. Не рекомендовано брати участь в ретриті вагітним жінкам.',
      },
    ],
    column2: [
      {
        q: 'З яким запитом можливо я можу відвідати ретрит?',
        a: 'У кожному ретриті є його тема та програма. Але навіть після визначення групи, тема може змінитися, в залежності від колективного запиту поля, сформованого його учасниками. Адже саме поле диктуєте, що потрібно робити зараз для його членів, з яким запитом потрібно працюватиі як саме будуть проходити трансформації. Це магічний процес, якому потрібно довіритись та йти за провідником задля занурення у свою глибину і трансформацію.',
      },
      {
        q: 'Що потрібно робити після ретриту?',
        a: 'Ви маєте бути готові, що після ретриту не будете такими, як зараз. Ви зовсім інакше дивитиметеся на світ і відчуватимете себе. Спогади з часом зітруться, але вклад, який ви зробите на ретриті, суттєво вплине на ваш доленосний шлях. Після 4-5 днів тиші, занурення в себе, деколи,буває складно адаптуватись в соціальному світі, адже все буде здаватись дивним. Цей процес є абсолютно нормальним й згодом він пройде. Обов’язково після завершення ретриту потрібно продовжувати медитувати, займатися духовними практиками, вести щоденник самоспостереження й намагатися акумулювати все те,що ви отримали на ретриті.',
      },
    ],
  };
};

export default getRetreatQuestions;
