const getRetreatQuestions = () => {
  return {
    column1: [
      {
        q: "Як підготуватися до ретриту?",
        a: "Підготовка розпочинається за 3 дні до початку ретриту. Ви маєте усвідомити, що ретрит — це не відпочинок, а серйозний трансформаційний процес, до якого потрібна відповідна підготовка. Заключається вона в тому, щоб облегшити ваше тіло і душу: не вживайте важку та шкідливу їжу, утримайтесь від мʼяса, алкоголю, наркотичних та психотропних препаратів. Проводьте більше часу в спокійному стані, робіть медитації, займайтесь йогою. Не включайтесь в деструктивні програми соціуму, поменше споживайте інформації із зовнішнього світу (особливо новин та соціальних мереж).",
      },
      {
        q: "Чи є відбір учасників ретриту?",
        a: "Кожен бажаючий може потрапити на ретрит. Але якщо вам не час опинитися там, поле ретриту вас не пропустить. З моменту публічного оголошення теми ретриту його поле вже починає працювати, відбувається магія. Саме поле ретриту дає поштовх тим людям, які мають там бути. Головне — це відчути його і зробити крок назустріч новим відкриттям і, перш за все, своїй трансформації. Не рекомендовано брати участь в ретриті вагітним жінкам.",
      },
    ],
    column2: [
      {
        q: "З яким запитом можливо я можу відвідати ретрит?",
        a: "У кожному ретриті є його тема та програма. Але коли група вже сформована, тема може змінитися в залежності від колективного запиту поля, сформованого його учасниками. Адже саме поле диктує те, що потрібно робити зараз для його членів, з яким запитом потрібно працювати і як саме будуть проходити трансформації. Це магічний процес, якому потрібно довіритись і йти за провідником для занурення в свою глибину і свою трансформацію.",
      },
      {
        q: "Що потрібно робити після ретриту?",
        a: "Ви маєте бути готові до того, що після ретриту ви не будете такими, як зараз. Ви будете зовсім інакше дивитися на світ і зовсім інакше себе відчувати. Спогади з часом будуть стиратись, але вклад, який ви зробите на ретриті, суттєво вплине на ваш доленосний шлях. Після 4-5 днів тиші, занурення в себе деколи буває складно адаптуватись в соціальному світі, адже все буде здаватись дивним. Цей процес є абсолютно нормальним і згодом він пройде. Обов’язково після завершення ретриту потрібно продовжувати медитувати, займатися духовними практиками, вести щоденник самоспостереження і намагатися акумулювати все те, що ви отримали на ретриті.",
      },
    ],
  };
};

export default getRetreatQuestions;
