export const column1 = {
  uk: [
    {
      q: `Як підготуватися до терапевтичних сесій?  `,
      a: `Головне – це мати бажання трансформувати себе та світ навколо, тому специфічна підготовка не потрібна, але важливо визначити свою мету, запит та бажані результати. Сесії вимагають усамітненого простору й зосередження. Зауважте, що терапевтичні сесії — це глибинний самоаналіз, який інколи буває болючим, адже підіймаються старі програми та травми, які довгий час були закапсульовані у вашій підсвідомості. Проте потім — відбувається вивільнення старих патернів і ви нарешті зможете відчути легкість та спокій у душі.`,
    },
    {
      q: `Які питання можливо розглянути на парних терапевтичних сесіях?`,
      a: `Частота сесій та їх кількість індивідуальні, адже зорієнтовані на досягнення стійкого результату, задля якого ми й працюємо. Моя задача — допомогти скинути вам тягар, який тягне “на дно” та не дає рухатись далі. Тому процес закінчується тоді, коли досягнуто результат.`,
    },
  ],
  ru: [
    {
      q: 'Как подготовиться к терапевтическим сессиям?',
      a: 'Главное — это иметь желание трансформировать себя и мир вокруг, поэтому специфическая подготовка не нужна, но важно определить свою цель, запрос и желаемые результаты. Сессии требуют уединенного пространства и сосредоточения. Обратите внимание, терапевтические сессии — это глубинный самоанализ, который иногда бывает болезненным, ведь поднимаются старые программы и травмы,  закапсулированные надолго  в вашем подсознании. Однако потом — происходит высвобождение старых паттернов и вы наконец сможете почувствовать легкость и спокойствие в душе.',
    },
    {
      q: 'Какие вопросы можно рассмотреть на парных терапевтических сессиях?',
      a: 'Парная терапия — это уникальная возможность для партнеров открыться друг другу без страха осуждения или неправильного понимания посыла со стороны своей половинки. В таком формате терапии я максимально комфортно и бережно проведу вас в те проблемы, с которыми вы  пришли, чтобы избавиться от них. В зависимости от запроса, первая встреча будет направлена на выявление проблемы, после чего — формируется план терапевтической работы на последующих сеансах.',
    },
  ],
};

export const column2 = {
  uk: [
    {
      q: `Як часто можна проходити терапевтичні сесії? `,
      a: `Немає чіткої кількості та частоти зустрічей, тому що все індивідуально. Терапевтичні сесії націлені на пропрацювання ваших запитів, звільнення від ваших внутрішніх блоків. Головна мета терапевтичних сессій — позбавити вас тягаря, який не дає можливості рухатись в напрямку щасливого і гармонічного життя. Я працюю з вами до досягнення стійкого результату.`,
    },
    {
      q: `Чи можу я отримати запис моїх терапевтичних сесій?  `,
      a: `Звісно. Й не тільки можна, а й треба, бо це вкрай важливий матеріал, до якого ви зможете і надалі звертатися для розв'язання важливих питань. Кожна сесія, яка проходить в Zoom, записується та надсилається вам, щоб ви могли їх переглядати в будь-який зручний час.`,
    },
  ],
  ru: [
    {
      q: 'Как часто можно проходить терапевтические сессии?',
      a: 'Нет четкого количества и частоты встреч, потому что все индивидуально. Терапевтические сессии нацелены на проработку ваших запросов, освобождение от ваших внутренних блоков. Главная цель терапевтических сессий — избавить вас от бремени, которое не дает возможности двигаться в сторону счастливой и гармоничной жизни. Я работаю с вами до достижения устойчивого результата.',
    },
    {
      q: 'Могу ли я получить запись моих терапевтических сессий?',
      a: 'Конечно. И не только можно, но и нужно - это крайне важный материал, к которому вы сможете и в дальнейшем обращаться для решения важных вопросов. Каждая сессия, которая проходит в Zoom, записывается и отправляется вам, чтобы вы могли их просматривать в любое удобное время.',
    },
  ],
};
