const therapyFeedbacks = [
  {
    feedback: {
      uk: 'Робота з Сергієм мені дуже подобається. Кожна сесія є продуктивною, оскільки він готується до них і має чіткий індивідуальний план (на відміну від мене). Його поєднання терапії з духовністю вражає та надихає. Як пропозиція, я б запропонувала заздалегідь відправляти декілька невеликих питань, щоб Сергій міг підготуватися, хоча чи є сенс, адже я завжди отримую свої відповіді на консультації.',
      ru: 'Работа с Сергеем мне очень нравится. Каждая сессия продуктивная, поскольку он готовится к ним и имеет четкий индивидуальный план (в отличие от меня). Его симбиоз терапии с духовностью впечатляет и вдохновляет. Как вариант, я бы предложила заранее отправлять несколько небольших вопросов, чтобы Сергей мог подготовиться, хотя есть ли смысл, ведь я всегда получаю свои ответы на консультации.',
    },
  },
  {
    feedback: {
      uk: 'Це так круто, коли ти нарешті відчуваєш що знайшов те, що  "муляло" й гальмувало розвиток. Після сесії побачила власну внутрішню війну розуму та старих установок. Хочу переписати їх, щоб моє тіло не влаштовувало мені “бунти”, я не набирала вагу, намагаючись його відчути, та змогла набратися ресурсу й створити гармонію. Почала слухати вебінар і вже відчуваю зміни. Прагну відчути не тільки в самотності, але і в реальному житті. Готова до глибшого опрацювання та позитивних результатів і мені хочеться слухати ще і ще. Дякую, це початок мого шляху разом з вами.',
      ru: 'Это так круто, когда наконец чувствуешь что нашел то, что "мучило" и тормозило развитие. После сессии увидела собственную внутреннюю войну ума и старых установок. Хочу переписать их, чтобы мое тело не устраивало мне "бунты", я не набирала вес, пытаясь его почувствовать, и смогла набраться ресурса и создать гармонию. Начала слушать вебинар и уже чувствую изменения. Хочу почувствовать их не только в одиночестве, а и в реальной жизни. Готова к более глубокой проработке и положительным результатам — мне хочется слушать еще и еще. Спасибо, это начало моего пути вместе с вами.',
    },
  },
  {
    img: true,
    feedback: {
      uk: 'Сесія та завдання після неї стало для мене можливістю виразити мужність та агресію через творчість, використовуючи емоції та любов в картині під назвою "Emotional Dispersion". Аналогічно розпаду світла при проходженні крізь лінзу, я уявив розклад емоційного тіла на безліч частин, що дало мені можливість пропрацювати деякі аспекти, які заважали мені у спілкуванні.',
      ru: 'Сессия и задание после нее стало для меня возможностью выразить мужество и агрессию через творчество, используя эмоции и любовь в картине под названием "Emotional Dispersion". Аналогично распаду света при прохождении сквозь линзу, я представил распад эмоционального тела на множество частей, что дало мне возможность проработать некоторые аспекты, которые мешали мне в общении.',
    },
  },
  {
    feedback: {
      uk: 'Для мене головне — це результат, тому якщо коротко, то от плюси роботи з Сергієм: професійність, індивідуальний підхід, чітко відведений час, ефективні завдання (щоденник, медитації тощо). Зміни помітні майже одразу, що показує ефективність методу й таким чином, мотивує продовжувати. Ну й окреме дякую за відео сесії – це невичерпне джерело самовдосконалення.',
      ru: 'Для меня главное — это результат, поэтому если коротко, то вот плюсы работы с Сергеем: профессионализм, индивидуальный подход, четко отведенное время, эффективные задачи (дневник, медитации и т.д.). Изменения заметны почти сразу, что подтверждает эффективность метода и таким образом, мотивирует продолжать. Ну и отдельное спасибо за видео сессии — это неисчерпаемый источник самосовершенствования.',
    },
  },
  {
    feedback: {
      uk: 'Кожна терапія для мене непередбачувана, але ефективна. Сергій дбайливо веде в тілесні та емоційні простори, допомагаючи відчути й позбутися старих патернів. Неймовірно ресурсними виявились “подорожі” туди де боляче й дискомфортно, але воно точно того варте, бо результати мене вражають. Готова до глибшого опрацювання й вірю в позитивний результат.',
      ru: 'Каждая терапия для меня непредсказуема, но эффективна. Сергей бережно ведет в телесные и эмоциональные пространства, помогая прочувствовать и избавиться от старых паттернов. Невероятно ресурсными оказались "путешествия" туда, где больно и дискомфортно, но оно точно того стоит, потому что результаты меня поражают. Готова к более глубокой проработке и верю в положительный результат.',
    },
  },
];

export default therapyFeedbacks;
