const therapyFeedbacks = [
  {
    img: true,
    feedback:
      "Доброго дня! Одне із завдань після сесії висловити мужність і агресію через творчість, емоції творця та любові. Картина називається ,, Emotional dispersion,,Якщо покласти лінзу в промінь світла, то світло буде розкладатися на компоненти - так і тут я уявля розклад (дисперсію) емоційного тіла на безліч частин.",
  },
  {
    feedback:
      "Мені дуже подобається наша робота, тому що Сергій готується до сесій і тим самим кожна сесія стає продуктивною, у нього є чіткий індивідуальний план роботи зі мною (який я іноді порушую ) і мені подобається, що він не розтягує це на роки. Сергій напрочуд поєднує терапію та духовну складову.Пропозиція: можливо я могла б висилати 1-2 невеликі питання заздалегідь до нашої зустрічі, щоб не порушувати план роботи і тим самим даючи Сергію час підготувати відповіді. Але це не важливо, тому що я завжди отримую відповіді на консультації",
  },
  {
    feedback:
      "Вітаю, я почала слухати вебінар після нашої сесії  мені дійшло !!! <br/>Що в мене зараз війна мого розуму та старих установок (які віджили свій час і живуть тільки в мене в голові) з тілом та моїми внутрішніми потребами мені хочеться все поєднати. Переписати старі установки, які не підходять мені зараз і моє тіло влаштовує мені бунт, «ти цього не хочеш». Я починаю з ним війну і перестаю відчувати тіло так як всередині інші потреби набираю вагу, щоб хоч якось відчувати тіло. Хочу створити між ними світ)))Втікати в себе на якийсь час щоб набратися ресурсу, а потім знову його витратити максимально і перестати відчувати себе  це мене більше не  радує.Хочу відчути  не тільки коли я одна, а й коли у реальному житті. Я перші 30 хв вебінару вже тричі переслухала і хочу його повільно слухати далі.",
  },
  {
    feedback:
      "Плюси:<br/>+ Професійність+ Індивідуальний підхід та розбір саме моїх запитів/прикладів, що дуже важливо<br/>+ Чітко відведений час з конкретними цілями – конструктивно та по суті<br/>+ Дієва робота з відгуком та робочими домашніми завданнями - Д/З добре допомагають закріплювати та проживати всі зміни (щоденник, медитації..)Є ряд змін, які помітні в короткі терміни від початку роботи, що підтверджує дієвість методики та мотивує продовжувати роботу.<br/>+ Відмінно що є зум запису - перегляд їх допомагає не менше, ніж самі лайв сесії",
  },
  {
    feedback:
      "Перед кожною терапевтичною зустріччю ніколи не знаю, що буде і як я на це реагуватиму. У мене великий інтерес до пізнання себе. Мені подобається відчувати емоції та реакції, нехай навіть вони іноді бувають «плачевні». Мені необхідно кілька днів після зустрічей, щоб усвідомити і зрозуміти, що було і як я почувалася під час і після терапії. Більший ефект бачу, якщо Сергій «заводить» мене туди, де мені боляче і некомфортно. Сама я туди не «зайду» через страх і нерозуміння, що так теж можна було. Хотіла б відзначити, що більшого ефекту від терапії я бачу і при використанні медитацій. Я дуже чітко відчуваю зміни! І не лише на собі, а й довкола себе. Я готова до більш глибокого опрацювання. Готова йти туди, де боляче і не пізнано. У мене відчуття, що Сергій дуже ніжно та акуратно використовує зі мною свої навички. Я впевнена, що Він може більше, болючіше і глибше. Налаштована на позитивний результат, який не змусить на себе чекати довго.",
  },
];

export default therapyFeedbacks;
