export const column1 = [
  {
    q: `Як підготуватися до терапевтичних сесій?  `,
    a: `Особливої підготовки перед терапевтичною сесією немає, але від вас потрібно чітке розуміння того, навіщо це вам і що ви хочете змінити, який бажаєте отримати результат. Також треба зауважати, що під час сесій ви маєте знаходитись в усамітненому, тихому, спокійному приміщенні, де вас не зможуть потурбувати, де ви зможете комфортно себе почувати під час проведення медатативних, гіпнотичних та інших технік.<br/>Терапевтичні сесії — це глибинний самоаналіз. Інколи це буває боляче, тому що піднімаються старі програми та травми, які довгий час були закапсульовані у вашій підсвідомості. Проте коли ви проходите цей етап трансформації, після нього відбувається вивільнення старих паттернів і ви нарешті зможете відчути легкість та спокій в своїй душі. `,
  },
  {
    q: `Які питання можливо розглянути на парних терапевтичних сесіях?`,
    a: `Парна терапія — це унікальна можливість для партнерів відкритись один одному без страху осуду чи неправильного розуміння посилу зі сторони своєї половинки. На цьому форматі терапії я максимально комфортно веду вас в ті проблеми, з якими ви до мене звертаєтесь, для того щоб позбавитись від них . В залежності від запиту перша зустріч буде направлена на постановку проблеми, після чого вже формується план терапевтичної роботи на подальших сеансах.`,
  },
];

export const column2 = [
  {
    q: `Як часто можна проходити терапевтичні сесії? `,
    a: `Немає чіткої кількості та частоти зустрічей, тому що все індивідуально. Терапевтичні сесії націлені на пропрацювання ваших запитів, звільнення від ваших внутрішніх блоків. Головна мета терапевтичних сессій — позбавити вас тягаря, який не дає можливості рухатись в напрямку щасливого і гармонічного життя. Я працюю з вами до досягнення стійкого результату.`,
  },
  {
    q: `Чи можу я отримати запис моїх терапевтичних сесій?  `,
    a: `Так, звичайно. Наші зустрічі проходять на платформі Zoom. Після сеансу ви отримуєте посилання для скачування відеозапису вашої сессії. Ці записи залишаються з вами і ви зможете їх переглянути в будь-який момент, коли відчуєте в цьому потребу.`,
  },
];
