export const column1 = [
  {
    q: `Як підготуватися до терапевтичних сесій?  `,
    a: `Головне – це мати бажання трансформувати себе та світ навколо, тому специфічна підготовка не потрібна, але важливо визначити свою мету, запит та бажані результати. Сесії вимагають усамітненого простору й зосередження. Зауважте, що терапевтичні сесії — це глибинний самоаналіз, який інколи буває болючим, адже підіймаються старі програми та травми, які довгий час були закапсульовані у вашій підсвідомості. Проте потім — відбувається вивільнення старих патернів і ви нарешті зможете відчути легкість та спокій у душі.`,
  },
  {
    q: `Які питання можливо розглянути на парних терапевтичних сесіях?`,
    a: `Частота сесій та їх кількість індивідуальні, адже зорієнтовані на досягнення стійкого результату, задля якого ми й працюємо. Моя задача — допомогти скинути вам тягар, який тягне “на дно” та не дає рухатись далі. Тому процес закінчується тоді, коли досягнуто результат.`,
  },
];

export const column2 = [
  {
    q: `Як часто можна проходити терапевтичні сесії? `,
    a: `Немає чіткої кількості та частоти зустрічей, тому що все індивідуально. Терапевтичні сесії націлені на пропрацювання ваших запитів, звільнення від ваших внутрішніх блоків. Головна мета терапевтичних сессій — позбавити вас тягаря, який не дає можливості рухатись в напрямку щасливого і гармонічного життя. Я працюю з вами до досягнення стійкого результату.`,
  },
  {
    q: `Чи можу я отримати запис моїх терапевтичних сесій?  `,
    a: `Звісно. Й не тільки можна, а й треба, бо це вкрай важливий матеріал, до якого ви зможете і надалі звертатися для розв'язання важливих питань. Кожна сесія, яка проходить в Zoom, записується та надсилається вам, щоб ви могли їх переглядати в будь-який зручний час.`,
  },
];
