const therapyFeedbacks = [
  {
    feedback:
      'Робота з Сергієм мені дуже подобається. Кожна сесія є продуктивною, оскільки він готується до них і має чіткий індивідуальний план (на відміну від мене). Його поєднання терапії з духовністю вражає та надихає. Як пропозиція, я б запропонувала заздалегідь відправляти декілька невеликих питань, щоб Сергій міг підготуватися, хоча чи є сенс, адже я завжди отримую свої відповіді на консультації.',
  },
  {
    feedback:
      'Це так круто, коли ти нарешті відчуваєш що знайшов те, що  “муляло” й гальмувало розвиток. Після сесії побачила власну внутрішню війну розуму та старих установок. Хочу переписати їх, щоб моє тіло не влаштовувало мені “бунти”, я не набирала вагу, намагаючись його відчути, та змогла набратися ресурсу й створити гармонію. Почала слухати вебінар і вже відчуваю зміни. Прагну відчути не тільки в самотності, але і в реальному житті. Готова до глибшого опрацювання та позитивних результатів і мені хочеться слухати ще і ще. Дякую, це початок мого шляху разом з вами.',
  },
  {
    img: true,
    feedback:
      'Сесія та завдання після неї стало для мене можливістю виразити мужність та агресію через творчість, використовуючи емоції та любов в картині під назвою “Emotional Dispersion”. Аналогічно розпаду світла при проходженні крізь лінзу, я уявив розклад емоційного тіла на безліч частин, що дало мені можливість пропрацювати деякі аспекти, які заважали мені у спілкуванні.',
  },
  {
    feedback:
      'Для мене головне — це результат, тому якщо коротко, то от плюси роботи з Сергієм: професійність, індивідуальний підхід, чітко відведений час, ефективні завдання (щоденник, медитації тощо). Зміни помітні майже одразу, що показує ефективність методу й таким чином, мотивує продовжувати.Ну й окреме дякую за відео сесії – це невичерпне джерело самовдосконалення.',
  },
  {
    feedback:
      'Кожна терапія для мене непередбачувана, але ефективна. Сергій дбайливо веде в тілесні та емоційні простори, допомагаючи відчути й позбутися старих патернів. Неймовірно ресурсними виявились “подорожі” туди де боляче й дискомфортно, але воно точно того варте, бо результати мене вражають. Готова до глибшого опрацювання й вірю в позитивний результат.',
  },
];

export default therapyFeedbacks;
