'use client';

import Link from 'next/link';
import { usePathname } from 'next/navigation';
import { useSuspenseQuery } from '@tanstack/react-query';
import { ToastContainer } from 'react-toastify';
import AgreementInfo from './AgreementInfo/AgreementInfo';
import Greeting from './Greeting/Greeting';
import AboutCourse from './AboutCourse/AboutCourse';
import { fetchCourseDetailsForUser } from '@/helper/platform/fetchCourseDetailsForUser';
import { ADVANCED, CONSULTING } from '@/helper/consts';

import styles from './ConsultingHeader.module.scss';
import 'react-toastify/dist/ReactToastify.css';

type courseType = typeof CONSULTING | typeof ADVANCED;

interface ConsultingHeaderProps {
  token: string;
  id: string;
}

const defaultTitle = 'Любі друзі!';
const agreementTitle = 'Вітаємо вас! 🌿';
const literalTitle = 'Навчальна та розвиткова література';

const defaultText: Record<courseType, string[]> = {
  [CONSULTING]: [
    'Вітаємо вас на початку захопливого шляху до професійного консультування! Ви зробили важливий крок не лише для себе, а й для тих, кому зможете допомогти в майбутньому. Попереду – глибоке навчання, самопізнання та трансформація, що відкриє нові можливості та таланти.',
    'Нехай цей курс стане для вас джерелом натхнення, усвідомлення та внутрішнього зростання. Ви не самі – поруч спільнота однодумців і наставники, готові підтримати вас у цьому процесі. Довіряйте собі, будьте відкриті до нових знань і не бійтеся змін, адже саме вони приведуть вас до вашого істинного призначення.',
    'Бажаємо вам легкості в навчанні, глибоких відкриттів і впевненості в кожному кроці!',
  ],
  [ADVANCED]: [
    'Радий знову зустрітися з вами, мої геніальні Учні!',
    'Ласкаво просимо на курс абсолютно нової глибини та рівня трансформації. На вас чекають унікальні авторські тренінги про невидимі грані Матриці, терапевтичні протоколи роботи, сформовані на основі багаторічного досвіду моєї консультативної практики, а також безліч дивовижних відкриттів про Матрицю.',
    'На цьому курсі я працюватиму з вами не просто як з Учнями, а як з Майстрами кармотерапії.',
    'Сподіваюся, ви відкриті до нових знань і готові пізнати невідомі грані Кристала вашої Душі!',
  ],
};
const agreementText = [
  'Перед початком навчання просимо вас ознайомитися з договором, в якому зібрані всі важливі моменти: як проходять заняття, як влаштована оплата, захист авторських прав та конфіденційність.',
  'Це не просто формальність — це наш із вами «код довіри», який допомагає створити комфортний, прозорий та безпечний простір для розвитку.',
  'Будь ласка, приділіть кілька хвилин, щоб прочитати договір. Якщо все зрозуміло і вас все влаштовує просто підтвердіть свою згоду.',
  "Якщо виникнуть питання - не соромтеся звертатися, ми завжди на зв'язку 💬 і нехай цей курс стане для вас натхненням, опорою та кроком до себе справжнього.",
];
const literalText = [
  'У цьому розділі зібрано спеціально підібрану літературу, яка стане вашим надійним супутником у навчанні.',
  'Деякі книжки рекомендовані до обов’язкового ознайомлення, інші — для глибшого занурення в теми, які ми розглядаємо на заняттях. Усе, що ви знайдете тут, — перевірено, осмислено та справді корисно для вашого особистого шляху.',
  'Будь ласка, знаходьте час для читання. Воно доповнить і підсилить те, що ми проходимо на курсі, а ще — подарує нові роздуми, відчуття і натхнення 🌱',
  'Список може оновлюватися — заглядайте час від часу!',
];

const ConsultingHeader = ({ token, id }: ConsultingHeaderProps) => {
  const pathName = usePathname();
  const { data: course } = useSuspenseQuery({
    queryKey: ['course', id],
    queryFn: () => fetchCourseDetailsForUser(token, id),
    staleTime: 5 * 60 * 1000, // 5 minutes
  });
  const splitedPath = pathName.split('/');

  const courseType: courseType = course?.type === ADVANCED ? ADVANCED : CONSULTING;

  const getTitleAndText = () => {
    if (pathName?.includes('agreement')) {
      return { title: agreementTitle, text: agreementText };
    }
    if (pathName?.includes('literature')) {
      return { title: literalTitle, text: literalText };
    }
    return { title: defaultTitle, text: defaultText[courseType] };
  };

  const { title, text } = getTitleAndText();

  const showReturn = splitedPath[splitedPath.length - 2] === id;

  const link = splitedPath.slice(0, -1).join('/');

  return (
    <div className={styles.wrapper}>
      {id === splitedPath.pop() && <AgreementInfo isSign={course?.purchaseInfo?.agreement} />}
      {showReturn && (
        <Link href={link} className={styles.link_back}>
          <svg viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path
              fillRule="evenodd"
              clipRule="evenodd"
              d="M13.7684 1.63982L9.29244 7.01082L13.6074 12.3728C13.9534 12.8028 13.8854 13.4318 13.4554 13.7788C13.2704 13.9278 13.0484 13.9998 12.8284 13.9998C12.5364 13.9998 12.2464 13.8718 12.0484 13.6268L7.22044 7.62682C6.92244 7.25582 6.92644 6.72482 7.23144 6.35982L12.2314 0.359821C12.5854 -0.0651786 13.2154 -0.121179 13.6404 0.231821C14.0644 0.584821 14.1214 1.21582 13.7684 1.63982ZM5.23204 0.359521C5.58504 -0.0644785 6.21504 -0.121479 6.64004 0.231521C7.06404 0.585521 7.12104 1.21552 6.76804 1.63952L2.29204 7.01052L6.60704 12.3725C6.95304 12.8025 6.88504 13.4325 6.45504 13.7785C6.27004 13.9275 6.04904 13.9995 5.82804 13.9995C5.53604 13.9995 5.24604 13.8725 5.04904 13.6265L0.22104 7.62652C-0.0779603 7.25552 -0.0729603 6.72552 0.23204 6.35952L5.23204 0.359521Z"
              fill="#CFB691"
            />
          </svg>
          Повернутись до програми курсу
        </Link>
      )}
      <div className={styles.course_info_wrapper}>
        <AboutCourse course={course} />
        <Greeting title={title} text={text} />
      </div>
      <ToastContainer />
    </div>
  );
};

export default ConsultingHeader;
