'use client';

import { usePathname } from 'next/navigation';
import { useSuspenseQuery } from '@tanstack/react-query';
import AgreementInfo from './AgreementInfo/AgreementInfo';
import Greeting from './Greeting/Greeting';
import AboutCourse from './AboutCourse/AboutCourse';
import { fetchCourseDetailsForUser } from '@/helper/platform/fetchCourseDetailsForUser';

import styles from './ConsultingHeader.module.scss';

interface ConsultingHeaderProps {
  token: string;
  id: string;
}

const defaultTitle = 'Любі друзі!';
const agreementTitle = 'Вітаємо вас! 🌿';
const literalTitle = 'Навчальна та розвиткова література';

const defaultText = [
  'Вітаємо вас на початку захопливого шляху до професійного консультування! Ви зробили важливий крок не лише для себе, а й для тих, кому зможете допомогти в майбутньому. Попереду – глибоке навчання, самопізнання та трансформація, що відкриє нові можливості та таланти.',
  'Нехай цей курс стане для вас джерелом натхнення, усвідомлення та внутрішнього зростання. Ви не самі – поруч спільнота однодумців і наставники, готові підтримати вас у цьому процесі. Довіряйте собі, будьте відкриті до нових знань і не бійтеся змін, адже саме вони приведуть вас до вашого істинного призначення.',
  'Бажаємо вам легкості в навчанні, глибоких відкриттів і впевненості в кожному кроці!',
];
const agreementText = [
  'Перед початком навчання просимо вас ознайомитися з договором, в якому зібрані всі важливі моменти: як проходять заняття, як влаштована оплата, захист авторських прав та конфіденційність.',
  'Це не просто формальність — це наш із вами «код довіри», який допомагає створити комфортний, прозорий та безпечний простір для розвитку.',
  'Будь ласка, приділіть кілька хвилин, щоб прочитати договір. Якщо все зрозуміло і вас все влаштовує просто підтвердіть свою згоду.',
  "Якщо виникнуть питання - не соромтеся звертатися, ми завжди на зв'язку 💬 і нехай цей курс стане для вас натхненням, опорою та кроком до себе справжнього.",
];
const literalText = [
  'У цьому розділі зібрано спеціально підібрану літературу, яка стане вашим надійним супутником у навчанні.',
  'Деякі книжки рекомендовані до обов’язкового ознайомлення, інші — для глибшого занурення в теми, які ми розглядаємо на заняттях. Усе, що ви знайдете тут, — перевірено, осмислено та справді корисно для вашого особистого шляху.',
  'Будь ласка, знаходьте час для читання. Воно доповнить і підсилить те, що ми проходимо на курсі, а ще — подарує нові роздуми, відчуття і натхнення 🌱',
  'Список може оновлюватися — заглядайте час від часу!',
];

const ConsultingHeader = ({ token, id }: ConsultingHeaderProps) => {
  const pathName = usePathname();
  const { data: course } = useSuspenseQuery({
    queryKey: ['course', id],
    queryFn: () => fetchCourseDetailsForUser(token, id),
  });

  const getTitleAndText = () => {
    if (pathName?.includes('agreement')) {
      return { title: agreementTitle, text: agreementText };
    }
    if (pathName?.includes('literature')) {
      return { title: literalTitle, text: literalText };
    }
    return { title: defaultTitle, text: defaultText };
  };

  const { title, text } = getTitleAndText();

  return (
    <div className={styles.wrapper}>
      {id === pathName.split('/').pop() && (
        <AgreementInfo isSign={course?.purchaseInfo?.agreement} />
      )}
      <div className={styles.course_info_wrapper}>
        <AboutCourse course={course} />
        <Greeting title={title} text={text} />
      </div>
    </div>
  );
};

export default ConsultingHeader;
