import TitleNoStyles from '@/components/Common/TitleNoStyles/TitleNoStyles';

import styles from './Definitions.module.scss';

const Definitions = () => {
  return (
    <ul className={styles.list}>
      <li className={styles.item}>
        <TitleNoStyles styled={styles.title} variant="h3">
          1. ВИЗНАЧЕННЯ ТЕРМІНІВ ТА ПОНЯТЬ, ЩО ЗАСТОСОВУЮТЬСЯ У ЦЬОМУ ДОГОВОРІ
        </TitleNoStyles>
        <p className={styles.text}>
          Договір – правочин про надання та отримання освітньо-навчальних послуг, укладений за
          домовленістю між сторонами, які зазначені у договорі і спрямований на встановлення прав та
          обов’язків. Авторські права – унікальні методичні матеріали, відеоматеріали, таблиці та
          креслення, які використовуються під час навчання і є власністю Сергія Скляренка, і не
          можуть відчужуватися третім особам без письмового дозволу власника. Конфіденційна
          інформація – за цим Договором конфіденційною інформацією необхідно вважати особисті дані
          (прізвище, ім’я, по батькові, номер телефону, місце проживання) учасників навчання та
          інших осіб, які задіяні у навчанні. Заборонено передавати конфіденційну інформацію третім
          особам. Матриця долі – це цифрова система та інструмент, який допомагає більше дізнатися
          про людське буття, призначення та є своєрідним «кармічним посланням». Методика матриці
          долі допомагає вибрати поведінку та знайти для себе відповіді на багато життєвих важливих
          питань. Сертифікат з правом на консультування – документ встановленого зразка, який
          видається слухачу/слухачці після проходження повного курсу навчання та успішного складання
          іспиту. Навчальна програма – це розроблена виконавцем послідовність тем, завдань, задач,
          розроблених для досягнення навчальних цілей. В процесі проведення навчальних занять
          Навчальна програма може змінюватися та коригуватися.
        </p>
      </li>
    </ul>
  );
};

export default Definitions;
