export const addInfo = {
  uk: [
    'Для бронювання місця — сплатіть 14% вартості (350€), решта суми розподіляється на 5 рівноцінних щомісячних платежів',
    'Звертаємо вашу увагу, що в разі відмови від проходження навчання — сума бронювання та місячна оплата поверненню не підлягають',
  ],
  ru: [
    'Для бронирования места — оплатите 14% стоимости (350€), остальная сумма распределяется на 5 равноценных ежемесячных платежей.',
    'Обращаем ваше внимание, что в случае отказа от прохождения обучения — сумма бронирования и месячная оплата возврату не подлежат.',
  ],
};
