const getAdvancedCourseQuestions = () => {
  return {
    column1: {
      uk: [
        {
          q: 'Чи можу я вести консультації по прорахунках, здобутих під час поглибленого курсу, після завершення навчання?',
          a: 'Звісно, це можливо! Ви, як фахівець, який отримав за результатами навчання на поглибленому курсі, сертифікат кармотерапевта, маєте право проводити консультації  по поглибленим розрахункам. Проте, перед наданням консультацій вам слід звернути увагу на себе, а саме — пропрацювати свою особисту матрицю.',
        },
        {
          q: 'Чи надає сертифікат поглибленого курсу право на вступ до Асоціації "Кармотерапії та психології"?',
          a: 'По завершенню поглибленого курсу ви отримаєте диплом кармотерапевта. Тож, за умови наявності у вас психологічної освіти,  цей сертифікат дає вам право вступити в асоціацію та отримати членський квиток.',
        },
      ],
      ru: [
        {
          q: 'Могу ли я вести консультации по просчетам, полученным во время углубленного курса, после завершения обучения?',
          a: 'Конечно, можете! Вы, как специалист, получивший по результатам обучения на углубленном курсе, сертификат кармотерапевта, имеете право проводить консультации по углубленным расчетам. Однако перед началом консультирования, вам стоит обратить внимание на себя, а именно — проработать свою личную матрицу.',
        },
        {
          q: 'Дает ли сертификат углубленного курса право на вступление в Ассоциацию "Кармотерапии и психологии"?',
          a: 'По завершению углубленного курса вы получите диплом кармотерапевта. Поэтому, при условии наличия у вас психологического образования, этот сертификат дает вам право вступить в ассоциацию и получить членский билет.',
        },
      ],
    },
    column2: {
      uk: [
        {
          q: 'Чи існує можливість подальшого навчання після закінчення поглибленого курсу?',
          a: 'Так, звісно. Для тих, хто прагне досконалості, я розробляю та впроваджую повноцінні навчальні проєкти, з якими детально можна ознайомитись на сайті в розділі "Навчання" або звернувшись до наших консультантів.',
        },
        {
          q: 'Чи можливе викладання методу "Матриця долі" після закінчення поглибленого курсу?',
          a: 'Я є адептом методу “Матриця долі” та володію правом супервізії від автора методу Наталії Ладіні, але не надаю право на його викладання. Усі запитання щодо цього, слід адресувати особисто Наталії Ладіні. Мої учні отримують сертифікати консультантів без права викладання методу.',
        },
      ],
      ru: [
        {
          q: 'Существует ли возможность дальнейшего обучения после окончания углубленного курса?',
          a: 'Да, конечно. Для тех, кто стремится к совершенству, я разрабатываю и внедряю полноценные учебные проекты, с которыми подробно можно ознакомиться на сайте в разделе "Обучение" или обратившись к нашим консультантам.',
        },
        {
          q: 'Возможно ли преподавание метода "Матрица судьбы" после окончания углубленного курса?',
          a: 'Я являюсь адептом метода "Матрица судьбы" и обладаю правом супервизии от автора метода Натальи Ладини, но не предоставляю право на его преподавание. Все вопросы по этому поводу, следует адресовать лично Наталье Ладини. Мои ученики получают сертификаты консультантов без права преподавания метода.',
        },
      ],
    },
  };
};

export default getAdvancedCourseQuestions;
