export const addInfo = price => {
  const bookingPrice = Math.round(price * 0.14);
  const monthlyPayment = Math.round((price - bookingPrice) / 7);
  return {
    uk: [
      `Для бронювання місця — сплатіть 14% вартості (${bookingPrice}€), решта суми розподіляється на 7 рівноцінних щомісячних платежів по ${monthlyPayment}€/міс.`,
      'Звертаємо вашу увагу, що в разі відмови від проходження навчання — сума бронювання та місячна оплата поверненню не підлягають',
    ],
    ru: [
      `Для бронирования места — оплатите 14% стоимости (${bookingPrice}€), остальная сумма распределяется на 7 равноценных ежемесячных платежейпо ${monthlyPayment}€/мес.`,
      'Обращаем ваше внимание, что в случае отказа от прохождения обучения — сумма бронирования и месячная оплата возврату не подлежат.',
    ],
  };
};
