const getAdvancedCourseFeedback = () => {
  return [
    {
      feedback:
        'Коли я розпочала цей курс, моя емоційна перенапруга була вкрай високою, і я відчувала потребу глибше розібратися у собі. Це навчання прийшло дуже вчасно — зараз я відчуваю в собі більше сили та потенціалу. Знання, отримані під час курсу, були надзвичайно цінними. Курс допоміг мені зрозуміти й прийняти смерть близької людини. Я дуже вдячна Сергію за можливість духовного пробудження і мене нову.',
    },
    {
      feedback:
        'Закінчивши цей курс, я розумію, що ми всі тут опинилися не випадково, адже кожен з  учасників може допомагати іншим з цим методом.  Особливо, коли отримуєш  такі глибинні знання від видатного Вчителя. Вкрай цінною була також підтримка, турбота та любов нашого Вчителя. Кожен курс Сергія — це неймовірна подорож, яка дозволяє відкривати нові глибини себе та душі. Дякую за це!',
    },
    {
      feedback:
        'Прийшовши на поглиблений курс, я мала великий інтерес до глибинного вивчення методу. Для мене Сергій – це провідник, який розмовляв зі мною на рівні Душі, і мені дуже хотілося доторкнутися до його знань, сили та мудрості. Найціннішим була любов Вчителя та енергія, яку він передавав нам під час навчання, дбайливо відкриваючи нові прорахунки матриці. Це не передати словами, а можна тільки відчути Душею. Дякую, вчителю, за ваш вклад та знання, якими ви так щедро ділилися з нами.',
    },
    {
      feedback:
        'Поглиблений курс по Матриці долі — це справжня трансформація. Цей метод дав мені можливість глибше розібратися в собі – з боку особистості, з точки зору впливу наших предків на нас та, навіть, ролі нашого несвідомого. Він змінює свідомість та підіймає все на новий рівень. Кожен прочитаний прорахунок матриці захоплює у свої енергії, показуючи різномаїття кольорів, які раніше здавались сірими, відкриваючи тим самим, глибину та унікальність кожної людини. Дякую вчителю за ці знання!',
    },
  ];
};

export default getAdvancedCourseFeedback;
