const getAdvancedCourseFeedback = () => {
  return [
    {
      feedback: {
        uk: 'Коли я розпочала цей курс, моя емоційна перенапруга була вкрай високою, і я відчувала потребу глибше розібратися у собі. Це навчання прийшло дуже вчасно — зараз я відчуваю в собі більше сили та потенціалу. Знання, отримані під час курсу, були надзвичайно цінними. Курс допоміг мені зрозуміти й прийняти смерть близької людини. Я дуже вдячна Сергію за можливість духовного пробудження і мене нову.',
        ru: 'Когда я начала этот курс, мое эмоциональное перенапряжение было крайне высоким, и я чувствовала потребность глубже разобраться в себе. Это обучение пришло вовремя — сейчас я чувствую в себе больше силы и потенциала. Знания, полученные во время курса, были чрезвычайно ценными. Курс помог мне понять и принять смерть близкого человека. Я очень благодарна Сергею за возможность духовного пробуждения и меня новую.',
      },
    },
    {
      feedback: {
        uk: 'Закінчивши цей курс, я розумію, що ми всі тут опинилися не випадково, адже кожен з  учасників може допомагати іншим з цим методом.  Особливо, коли отримуєш  такі глибинні знання від видатного Вчителя. Вкрай цінною була також підтримка, турбота та любов нашого Вчителя. Кожен курс Сергія — це неймовірна подорож, яка дозволяє відкривати нові глибини себе та душі. Дякую за це!',
        ru: 'Закончив этот курс, я понимаю, что мы все здесь оказались не случайно, ведь каждый из участников может помогать другим  этим методом.  Особенно, когда получаешь такие глубинные знания от выдающегося Учителя. Крайне ценной была также поддержка, забота и любовь нашего Учителя. Каждый курс Сергея — это невероятное путешествие, которое позволяет открывать новые глубины себя и души. Спасибо за это!',
      },
    },
    {
      feedback: {
        uk: 'Прийшовши на поглиблений курс, я мала великий інтерес до глибинного вивчення методу. Для мене Сергій – це провідник, який розмовляв зі мною на рівні Душі, і мені дуже хотілося доторкнутися до його знань, сили та мудрості. Найціннішим була любов Вчителя та енергія, яку він передавав нам під час навчання, дбайливо відкриваючи нові прорахунки матриці. Це не передати словами, а можна тільки відчути Душею. Дякую, вчителю, за ваш вклад та знання, якими ви так щедро ділилися з нами.',
        ru: 'Придя на углубленный курс, я имела большой интерес к глубинному изучению метода. Для меня Сергей — это проводник, который разговаривал со мной на уровне Души, и мне очень хотелось прикоснуться к его знаниям, силе и мудрости. Самым ценным была любовь Учителя и энергия, которую он передавал нам во время обучения, бережно открывая новые просчёты матрицы. Это не передать словами, а можно только почувствовать Душой. Спасибо, учитель, за ваш вклад и знания, которыми вы так щедро делились с нами.',
      },
    },
    {
      feedback: {
        uk: 'Поглиблений курс по Матриці долі — це справжня трансформація. Цей метод дав мені можливість глибше розібратися в собі – з боку особистості, з точки зору впливу наших предків на нас та, навіть, ролі нашого несвідомого. Він змінює свідомість та підіймає все на новий рівень. Кожен прочитаний прорахунок матриці захоплює у свої енергії, показуючи різномаїття кольорів, які раніше здавались сірими, відкриваючи тим самим, глибину та унікальність кожної людини. Дякую вчителю за ці знання!',
        ru: 'Углубленный курс по Матрице судьбы — это настоящая трансформация. Этот метод дал мне возможность глубже разобраться в себе — со стороны личности, с точки зрения влияния наших предков на нас и даже роли нашего бессознательного. Он меняет сознание и поднимает все на новый уровень. Каждый прочитанный просчет матрицы захватывает в свои энергии, показывая разнообразие цветов, которые раньше казались серыми, открывая тем самым, глубину и уникальность каждого человека. Благодарю учителя за эти знания!',
      },
    },
  ];
};

export default getAdvancedCourseFeedback;
