const getAdvancedCourseQuestions = () => {
  return {
    column1: [
      {
        q: 'Чи можу я вести консультації по прорахунках, здобутих під час поглибленого курсу, після завершення навчання?',
        a: 'Звісно, це можливо! Ви, як фахівець, який отримав за результатами навчання на поглибленому курсі, сертифікат кармотерапевта, маєте право проводити консультації  по поглибленим розрахункам. Проте, перед наданням консультацій вам слід звернути увагу на себе, а саме — пропрацювати свою особисту матрицю.',
      },
      {
        q: 'Чи надає сертифікат поглибленого курсу право на вступ до Асоціації "Кармотерапії та психології"?',
        a: 'По завершенню поглибленого курсу ви отримаєте диплом кармотерапевта. Тож, за умови наявності у вас психологічної освіти,  цей сертифікат дає вам право вступити в асоціацію та отримати членський квиток.',
      },
    ],
    column2: [
      {
        q: 'Чи існує можливість подальшого навчання після закінчення поглибленого курсу?',
        a: 'Так, звісно. Для тих, хто прагне досконалості, я розробляю та впроваджую повноцінні навчальні проєкти, з якими детально можна ознайомитись на сайті в розділі "Навчання" або звернувшись до наших консультантів.',
      },
      {
        q: 'Чи можливе викладання методу "Матриця долі" після закінчення поглибленого курсу?',
        a: 'Я є адептом методу “Матриця долі” та володію правом супервізії від автора методу Наталії Ладіні, але не надаю право на його викладання. Усі запитання щодо цього, слід адресувати особисто Наталії Ладіні. Мої учні отримують сертифікати консультантів без права викладання методу.',
      },
    ],
  };
};

export default getAdvancedCourseQuestions;
