const getAdvancedCourseFeedback = () => {
  return [
    {
      feedback:
        "Я прийшла на курс, коли я мала  емоційну перенапругу. Хотіла глибше розібратися у собі. Це навчання прийшло мені саме в той момент, коли це було мені необхідно! <br/>Зараз я відчуваю у собі більше сили, більше потенціалу. <br/>Усі знання, які були на курсі, дуже цінні. Цей курс допоміг мені прийняти смерть близької людини.<br/>Дуже вдячна Сергію за можливість духовного пробудження і мене нову",
    },
    {
      feedback:
        "Пройшовши цей курс, зрозуміла, що всі ми опинилися тут не випадково. Отже, кожен з нас здатний допомагати людям за допомогою цього методу. Тим більше, отримавши такі глибині знання від кращого Вчителя.<br/>Найціннішим було відчувати підтримку, турботу та любов нашого Вчителя.<br/>Кожний ваш  курс це неймовірна подорож , пізнання себе і глибини душі. Дякую вам за це ",
    },
    {
      feedback:
        "На поглиблений курс навчання я прийшла з великим інтересом у пізнанні глибини цього методу. Для мене Сергій був тим, кармологом, хто розмовляв зі мною Душею, мені дуже хотілося пізнати глибину і доторкнутися до його знань, його сили, його мудрості!<br/>Найцінніше - це ЛЮБОВ Вчителя, та  енергія з якою ви передавали нам цю глибину  методу, з  якою любов'ю і дбайливістю розкривали нам  кожні нові прорахунки  матриці  не передати словами, це можна тільки відчувати Душею. <br/>Дякую , вчителю за ваш вклад, за знання,якими ви так щедро ділились з нами",
    },
    {
      feedback:
        "Поглиблений курс по Матриці долі дуже трансформаційний. <br/>Матриця дала велику можливість зрозуміти себе, з боку особистості та родової системи, як вона улаштована і як наші предки впливають на нас, наше несвідоме. Метод Матриці змінює твою свідомість і не тільки метод, але як підносить все вчитель, він ніби на тонкому плані своїм голосом змінює  твоє мислення.<br/>Коли читаєш матрицю вона затягує у свої енергії і показує фарби, які раніше здавались сірими, але коли торкаєшся вони стають яскравими і світиться і ти розумієш, що людина на стільки глибока і унікальна. Дякую вчителю за ці знання!",
    },
  ];
};

export default getAdvancedCourseFeedback