export const addInfo = {
  uk: [
    'Для бронювання місця — сплатіть 14% вартості (350€), решта суми розподіляється на 7 рівноцінних щомісячних платежів по 307€/міс.',
    'Звертаємо вашу увагу, що в разі відмови від проходження навчання — сума бронювання та місячна оплата поверненню не підлягають',
  ],
  ru: [
    'Для бронирования места — оплатите 14% стоимости (350€), остальная сумма распределяется на 7 равноценных ежемесячных платежейпо 307€/мес.',
    'Обращаем ваше внимание, что в случае отказа от прохождения обучения — сумма бронирования и месячная оплата возврату не подлежат.',
  ],
};
