const getAdvancedCourseQuestions = () => {
  return {
    column1: [
      {
        q: "Чи можу я проводити консультації по прорахунках, пройдених на поглибленому курсі, після завершення навчання? ",
        a: "Так звичайно! Ви, як майстер, який по завершенню навчання на поглибленому курсі отримує сертифікат кармотерапевта, маєте право проводити консультації по поглиблених прорахунках. Але перш ніж консультувати людей в будь-якому методі, ви маєте пропрацювати за цим особисто себе. В даному випадку свою особисту матрицю.",
      },
      {
        q: "Чи надає сертифікат поглибленого курсу право вступу в Асоціацію “Кармотерапії та психології”?",
        a: "Після завершення поглибленого курсу ви отримуєте диплом кармотерапевта. За наявності психологічної освіти, сертифікат кармотерапевта надає вам можливість та право вступу в асоціацію і отримання членського квитка.",
      },
    ],
    column2: [
      {
        q: "Чи буде можливим викладання методу “Матриця долі” після завершення поглибленого курсу? ",
        a: "Я є адептом методу “Матриця долі” та володію правом супервізії від автора методу Наталії Ладіні. Я не надаю право викладання методу. З цим питанням потрібно звертатися особисто до Наталії Ладіні. Мої учні отримують сертифікати консультантів без права викладання методу.",
      },
      {
        q: "Чи є ще якесь навчання, яке можна проходити після поглибленого курсу?",
        a: "Так, звісно. Для тих, кому досконалості немає меж, я створюю цілі навчальні проєкти, з якими ви можете ознайомитися в розділі «Навчання».",
      },
    ],
  };
};

export default getAdvancedCourseQuestions;
