const getConsultingCourseQuestions = () => {
  return {
    column1: {
      uk: [
        {
          q: 'Чи можливо після консультантського курсу долучитися до ГО "Психологія людської долі" та стати членом асоціації?',
          a: 'Вступ до громадської організації стає можливим лише за умови наявності сертифіката, який підтверджує завершення навчання на консультантському курсі в Школі Студії. <br/>Для вступу в асоціацію ви маєте обов’язково мати сертифікат про завершення навчання на поглибленому курсі Школи Студії. Також бажано мати диплом про психологічну освіту, або дипломи суміжних напрямків.',
        },
        {
          q: 'Чи всім підходить навчання по методу "Матриця долі"?',
          a: 'Метод “Матриця долі” в його первинному варіанті від автора Наталії Ладіні — це інструмент, який дійсно допомагає й покращує життя. <br/>Навіть якщо ви не бачите себе кармологом в майбутньому, знання, які ви отримуєте на курсі, стануть основою для вашого особистісного зростання й розуміння причинно-наслідкових зв’язків тих ситуацій, які відбуваються у вашому житті. Перш за все, консультантський курс — це семимісячна трансформація вашої особистості.',
        },
      ],
      ru: [
        {
          q: 'Возможно ли после консультантского курса присоединиться к ОО "Психология человеческой судьбы" и стать членом ассоциации?',
          a: 'Вступление в общественную организацию становится возможным только при условии наличия сертификата, подтверждающего завершение обучения на консультантском курсе в Школе Студии. Для вступления в ассоциацию вы должны обязательно иметь сертификат о завершении обучения на углубленном курсе Школы Студии. Также желательно иметь диплом о психологическом образовании или дипломы смежных направлений.',
        },
        {
          q: 'Всем ли подходит обучение по методу "Матрица судьбы"?',
          a: 'Метод "Матрица судьбы" в его первоначальном варианте от автора Натальи Ладини — это инструмент, который действительно помогает и улучшает жизнь. Даже если вы не видите себя кармологом в будущем, знания, которые вы получаете на курсе, станут основой для вашего личностного роста и понимания причинно-следственных связей происходящих в жизни ситуаций. Прежде всего, консультантский курс — это семимесячная трансформация вашей личности.',
        },
      ],
    },
    column2: {
      uk: [
        {
          q: 'Через який період після завершення консультантського курсу я можу проводити консультації?',
          a: 'Після завершення консультантського курсу й успішно складеного іспиту відбувається ініціація в канал яснознавства та яснобачення. Після 30-ти денного напрацювання даного каналу ви зможете розпочати проводити консультації.',
        },
        {
          q: 'Чи є обов’язковим придбання  додаткової літератури на курс?',
          a: 'Так, це обов’язкова умова, щоб ви прийшли до фундаментального та глибокого пізнання методу, адже додаткова  література допомагає всебічному вивченню теми.',
        },
      ],
      ru: [
        {
          q: 'Через какой период после завершения консультантского курса я могу проводить консультации?',
          a: 'После завершения консультантского курса и успешно сданного экзамена происходит инициация в канал ясновидения и яснознания. После 30-ти дневной наработки данного канала вы сможете начать проводить консультации.',
        },
        {
          q: 'Обязательно ли приобретение дополнительной литературы на курс?',
          a: 'Да, это обязательное условие, чтобы вы пришли к фундаментальному и глубокому познанию метода, ведь дополнительная литература помогает всестороннему изучению темы.',
        },
      ],
    },
  };
};

export default getConsultingCourseQuestions;
