const getConsultingCourseQuestions = () => {
  return {
    column1: [
      {
        q: "Чи можливо після консультантського курсу долучитися до ГО “Психологія людської долі” та стати членом асоціації?  ",
        a: "Вступ до громадської організації “Психологія людської долі” можливий лише. З дипломом консультантського курсу ви маєте можливість перейти на поглиблений рівень. Після завершення третьої ступені навчання ви отримуєте сертифікат кармотерапевта і за умови наявності психологічної освіти можете подати заявку на вступ в асоціацію.",
      },
      {
        q: "Чи всім підходить навчання по методу “Матриця долі”?",
        a: "Метод “Матриця долі” в його первозданному вигляді від автора Наталії Ладіні - це інструмент, який дійсно допомагає і покращує життя. Навіть якщо ви не бачите себе кармологом в майбутньому, знання, які ви отримуєте на курсі, приведуть вас до вашого особистісного зростання і розуміння причинно-наслідкових зв’язків всіх ситуацій, які відбуваються у вашому житті. Консультантський курс насамперед - це семимісячна трансформація вашої особистості.",
      },
    ],
    column2: [
      {
        q: "Через який період після завершення консультантського курсу я можу проводити консультації? ",
        a: "Після завершення консультантського курсу і успішно складеного іспиту відбувається ініціація в канал яснознавства та яснобачення. Після 30-ти денного напрацювання даного каналу ви можете проводити консультації.",
      },
      {
        q: "Чи є обов’язковим придбання  додаткової літератури на курс?",
        a: "Так, це обов’язкова умова, щоб ви прийшли до фундаментального та глибокого пізнання методу.",
      },
    ],
  };
};

export default getConsultingCourseQuestions;
