const getConsultingCourseFeedbacks = () => {
  return [
    {
      feedback:
        "На навчання я потрапила в стані повного емоційного дна та дисгармонії з собою, світом, чоловіком. Почувалася, на той момент, у прямому розумінні ніяк, була вимотана аб'юзерськими деструктивними відносинами івідчувала, що майже втратила себе.<br/>Зараз я почуваюся новонародженою. Під час курсу нарешті наважилась закінчити руйнівні стосунки й з маленькою дитиною почати життя в новій країні з чистого аркуша. З'явилася впевненість у собі, самоцінність, бажання проявлятися. Весь блокнот розписаний ідеями, кроками подальшого професійного та особистісного розвитку. Моє життя обернулося на 360 градусів. Найціннішим у процесі навчання для мене було знайти Свого Вчителя і таке потужне, що надихає та окрилює, поле однодумців. Обіймаю Вас усією своєю душею, Дорогий Вчителю! Я безмежно вдячна Вищим Силам за те, що вони привели мене в потрібний час у найкраще місце.",
    },
    {
      feedback:
        'Я прийшла на курс, коли моє життя було зруйновано: переїзд з Бахмута в інше місто, надія на повернення й нерозуміння того, куди далі рухатися, розлучення з чоловіком та двоє дітей на руках, які залишилися без дому.<br/>Завдяки навчанню я відновила гармонію та рівновагу у своїй душі, прийняла ситуацію, відпустила образу на колишнього чоловіка, батьків. На колишній рівень доходу я ще не вийшла, але думаю, що все тільки починається та попереду на мене чекає багато цікавого й гарного.Сама атмосфера навчання безцінна! Сергій — мій найулюбленіший Вчитель, без якого я тепер навіть не уявляю своє життя!<br/>Я вдячна нашому дорогому вчителю за знання, тепло, любов, якими він ділиться знами. Сергій мій перший духовний учитель і я одразу потрапила у надійні руки. Я вдячна Всесвіту за те, що він привів мене до нього. Дякую, Дякую, Дякую!!!',
    },
    {
      feedback:
        'Я хочу подякувати всім причетним людям до нашого поля —нашому дорогому Вчителю, нашим прекрасним старостам, нашим-моїм людям.<br/>Дякую за всі знання, інформацію, відкриття серця, безумовне кохання кожного,трансформацію та новий шлях! Це наш новий шлях! Обіймаю кожного!',
    },
    {
      feedback:
        'Навчання я розпочала дівчиною, яка мала певний обсяг знань, але боялась їх використовувати і відкривати серце світові, мала багато страхів, проблеми у стосунках. Після 7-ми місяців навчання я стала мамою вдруге, здобула великі знання у кармології, почала свою трансформацію, відкриваюсь світу, дуже хочу ділитись своїми знаннями, стала впевненішою усобі, сімейні стосунки налагодились. <br/>Вже зараз я «смакую» своє життя, я щасливіша та мудріша! І я знаю, що далі-більше!<br/>Дорогий учителю!) Я вдячна Всесвіту за те, що Ви з’явилися у моєму житті. Дякую Вам за сумлінну працю, за зроблений цінний вклад у життя Ваших учнів. Ціную Васі людей, з якими познайомилась на цьому курсі, знання, які отримала та такий глибокий метод «Матриця долі». Безцінними є отриманні знання, за допомогою яких я змінюватиму життя людей на краще!',
    },
  ];
};

export default getConsultingCourseFeedbacks;
