export const addInfo = {
  uk: [
    'Сплатіть 11% вартості (187 €), решта розподіляється на  8 щомісячних платежів (по 189 €/міс)',
    'Перший платіж необхідно внести за 14 днів до початку навчання',
    'У разі відмови від проходження навчання — сума бронювання та місячна оплата поверненню не підлягають',
    'З другого місяця навчання щомісяця окремо сплачується практика (50 €/міс)',
  ],
  ru: [
    'Оплатите 11% стоимости в качестве предоплаты для бронирования своего места на курсе (187 €) — остальное распределяется на 8 ежемесячных платежей (по 175 €/мес).',
    'Первый платеж необходимо внести за 14 дней до начала обучения.',
    'В случае отказа от прохождения обучения — сумма бронирования и месячная оплата возврату не подлежат.',
    'Со второго месяца обучения, ежемесячно, отдельно оплачивается практика (50 €/мес).',
  ],
};
