const getConsultingCourseQuestions = () => {
  return {
    column1: [
      {
        q: 'Чи можливо після консультантського курсу долучитися до ГО “Психологія людської долі” та стати членом асоціації?',
        a: 'Вступ до громадської організації стає можливим лише за умови наявності сертифіката, який підтверджує завершення навчання на консультантському курсі в Школі Студії. <br/>Для вступу в асоціацію ви маєте обов’язково мати сертифікат про завершення навчання на поглибленому курсі Школи Студії. Також бажано мати диплом про психологічну освіту, або дипломи суміжних напрямків.',
      },
      {
        q: 'Чи всім підходить навчання по методу “Матриця долі”?',
        a: 'Метод “Матриця долі” в його первинному варіанті від автора Наталії Ладіні — це інструмент, який дійсно допомагає й покращує життя. <br/>Навіть якщо ви не бачите себе кармологом в майбутньому, знання, які ви отримуєте на курсі, стануть основою для вашого особистісного зростання й розуміння причинно-наслідкових зв’язків тих ситуацій, які відбуваються у вашому житті. Перш за все, консультантський курс — це семимісячна трансформація вашої особистості.',
      },
    ],
    column2: [
      {
        q: 'Через який період після завершення консультантського курсу я можу проводити консультації?',
        a: 'Після завершення консультантського курсу й успішно складеного іспиту відбувається ініціація в канал яснознавства та яснобачення. Після 30-ти денного напрацювання даного каналу ви зможете розпочати проводити консультації.',
      },
      {
        q: 'Чи є обов’язковим придбання  додаткової літератури на курс?',
        a: 'Так, це обов’язкова умова, щоб ви прийшли до фундаментального та глибокого пізнання методу, адже додаткова  література допомагає всебічному вивченню теми.',
      },
    ],
  };
};

export default getConsultingCourseQuestions;
