const getConsultingCourseFeedbacks = () => {
  return [
    {
      feedback:
        "На навчання я прийшла в стані повного емоційного дна та дисгармонії із собою, зі світом, із чоловіком. Почувалася на той момент у прямому розумінні ніяк, була вимотана аб'юзерськими деструктивними відносинами і відчувала, що майже втратила себе.<br/>Зараз я почуваюся, як новонароджена. За час курсу нарешті наважилась  закінчити руйнівні стосунки і з маленькою дитиною почати життя в новій країні з чистого аркуша. З'явилася впевненість у собі, самоцінність, бажання проявлятися . Весь блокнот списаний ідеями та кроками подальшого професійного та особистісного розвитку. Моє життя розгорнулося на 360 градусів.Найціннішим у процесі навчання для мене було знайти Свого Вчителя і таке потужне, що надихає та окрилює поле однодумців Обіймаю Вас усією своєю душею, Дорогий Вчителю! Я безмежно вдячна Вищим Силам за те, що вони привели мене в потрібний час у найкраще місце.",
    },
    {
      feedback:
        "Я прийшла на навчання, коли моє життя було зруйновано: переїзд з Бахмута в інше місто, надія на повернення і нерозуміння того, куди далі рухатися, розлучення з чоловіком та двоє дітей, які залишилися без дому.<br/>Завдяки навчанню я відновила гармонію та рівновагу у своїй душі, прийняла ситуацію, відпустила образу на колишнього чоловіка, батьків. На колишній рівень доходу я ще не вийшла, але я думаю, що все тільки починається і попереду на мене чекає багато цікавого і благополучного.<br/>Сама атмосфера навчання безцінна! Сергій - мій найулюбленіший Вчитель, без якого я тепер навіть не уявляю своє життя!<br/>Я вдячна нашому дорогому вчителю за знання, тепло, любов, якими він ділиться з нами. Сергій - мій перший духовний учитель. І я одразу потрапила у надійні руки. Я вдячна Всесвіту за те, що він привів мене до нього. Дякую, Дякую, Дякую!!!",
    },
    {
      feedback:
        "Я  хочу подякувати всім причетним людям до нашого поля - нашому дорогому Вчителеві, нашим прекрасним старостам, нашим моїм людям.<br/>Дякую за всі знання, за всю інформацію, за відкриття серця, за безумовне кохання кожного, за трансформацію, за новий шлях! Це наш новий шлях!<br/>Обіймаю кожного!",
    },
    {
      feedback:
        "Я прийшла у це навчання дівчиною, яка мала певний обсяг знань, але боялась їх використовувати і відкривати серце світу, мала багато страхів, проблеми у відносинах, після 7-ми місяців навчання я стала мамою вдруге, я здобула великі знання у кармології, почала свою трансформацію, відкриваюсь світу, хочу ділитись своїми знаннями, стала впевненішою у собі, сімейні відносини налагодились, вже зараз я «смакую» своє життя, вже зараз я щасливіша, мудріша! І я знаю, що дальше-більше <br/>Дорогий учителю!) Я вдячна Всесвіту за те, що Ви зʼявилися у моєму житті. Дякую Вам за сумлінну працю, за зроблений цінний вклад у життя Ваших учнів. Ціную Вас і людей з якими познайомилась на цьому курсі, ціную знання, які отримала, ціную такий глибокий метод «Матриця долі», всі знання які я отримала у процесі навчання я ціную, і з допомогою цих знань буду змінювати життя людей на краще!",
    },
  ];
};

export default getConsultingCourseFeedbacks;
