export const addInfo = {
  uk: [
    'Сплатіть 12,5% вартості (175 €), решта розподіляється на  7 щомісячних платежів (по 175 €/міс)',
    'Перший платіж необхідно внести за 14 днів до початку навчання',
    'У разі відмови від проходження навчання — сума бронювання та місячна оплата поверненню не підлягають',
    'З другого місяця навчання щомісяця окремо сплачується практика (2000 гривень/міс)',
  ],
  ru: [
    'Оплатите 12,5% стоимости в качестве предоплаты для бронирования своего места на курсе (175 €) — остальное распределяется на 7 ежемесячных платежей (по 175 €/мес).',
    'Первый платеж необходимо внести за 14 дней до начала обучения.',
    'В случае отказа от прохождения обучения — сумма бронирования и месячная оплата возврату не подлежат.',
    'Со второго месяца обучения, ежемесячно, отдельно оплачивается практика (2000 гривен/мес).',
  ],
};
