export const addInfo = (price, practicePrice) => {
  const bookingPrice = Math.round(price * 0.11);
  const monthlyPayment = Math.round((price - bookingPrice) / 8);

  return {
    uk: [
      `Сплатіть 11% вартості (${bookingPrice} €), решта розподіляється на  8 щомісячних платежів (по ${monthlyPayment} €/міс)`,
      'Перший платіж необхідно внести за 14 днів до початку навчання',
      'У разі відмови від проходження навчання — сума бронювання та місячна оплата поверненню не підлягають',
      `З другого місяця навчання щомісяця окремо сплачується практика (${practicePrice} €/міс)`,
    ],
    ru: [
      `Оплатите 11% стоимости в качестве предоплаты для бронирования своего места на курсе (${bookingPrice} €) — остальное распределяется на 8 ежемесячных платежей (по ${monthlyPayment} €/мес).`,
      'Первый платеж необходимо внести за 14 дней до начала обучения.',
      'В случае отказа от прохождения обучения — сумма бронирования и месячная оплата возврату не подлежат.',
      `Со второго месяца обучения, ежемесячно, отдельно оплачивается практика (${practicePrice} €/мес).`,
    ],
  };
};
