const getKarmologistCoursesQuestions = () => {
  return {
    column1: {
      uk: [
        {
          q: 'Чи можливо без проходження курсу "Сам собі кармолог" потрапити на консультанський  рівень?',
          a: 'Чи могли б ви вступити в інтернатуру без базового курсу медичного — звісно ні, а от пройти її в іншому університеті – не питання, але спочатку треба підтвердити свою кваліфікацію.<br/>Я несу відповідальність за те, що отримують мої учні й несуть світові, адже я проводжу навчання Методу ґрунтуючись на інформації від першоджерела, Наталії Ладіні, саме тому компетентність — це дуже важливий аспект. <br/>"Сам собі кармолог" — це основи методу "Матриця долі". Він надає базові знання для ознайомлення з методом. Якщо ви вже десь навчались, на жаль зустрічається дуже багато не правдивої інформації, тому у вас є можливість пройти тестове завдання, щоб визначити, чи можна вам вступити безпосередньо на консультантський рівень. Якщо так — чекатимемо вас на новому рівні!',
        },
        {
          q: 'На скільки часу розрахований курс?',
          a: 'Модулі курсу “Сам собі кармолог” надаються в записі. Доступ до модулів ви отримуєте на 6 місяців, з моменту покупки або старту потоку, до якого ви долучились. Всього курс налічує 10 модулів онлайн (запис), методичні матеріали, літературу та план трансформації на 1,5 місяця з усіма необхідними інструментами.',
        },
        {
          q: 'Чи зможу я консультувати людей після проходження курсу “Сам собі кармолог”?',
          a: 'Коли ви навчилися писати, це зовсім не означало, що ви могли навчити чи допомогти в цьому іншим людям – чи не так? Отже — ні, "Сам собі кармолог" не дає право на консультування.<br/>Це основний курс, спрямований на особисту трансформацію. Так, звісно він може стати надійними сходами, якими ви крокуватимете далі у своєму пізнанні, адже сертифікат даного курсу надає можливість продовжити навчання на консультантському курсі в міжнародній школі “Студії трансформації Сергія Скляренка“, після якого ви вже зможете консультувати.<br/>Але тут дуже важливо розуміти, що для всього свій час, адже не розуміючи нюансів, дуже легко нашкодити людям.',
        },
      ],
      ru: [
        {
          q: 'Возможно ли без прохождения курса "Сам себе кармолог" попасть на консультантский уровень?',
          a: 'Могли бы вы поступить в интернатуру без базового курса медицинского — конечно нет, а вот пройти ее в другом университете — не вопрос, но необходимо подтвердить свою квалификацию.<br/>Я несу ответственность за то, что получают мои ученики и несут миру, ведь я провожу обучение Методу основываясь на информации от первоисточника, Натальи Ладини, поэтому компетентность — это очень важный аспект. <br/>"Сам себе кармолог" - это основы метода "Матрица судьбы". Он дает базовые знания для ознакомления с методом. Возможно вы уже где-то учились,  но, к сожалению, встречается очень много ложной информации, поэтому вы можете пройти тестовое задание, чтобы определить, можно ли вам поступить непосредственно на консультантский уровень. Если да — будем ждать вас на новом уровне!',
        },
        {
          q: 'На какой период времени рассчитан курс?',
          a: 'Модули курса "Сам себе кармолог" даются в записи. Доступ к модулям вы получаете на 6 месяцев, с момента покупки или старта потока, к которому  присоединились. Всего курс насчитывает 10 модулей онлайн (запись), методические материалы, литературу и план трансформации на 1,5 месяца со всеми необходимыми инструментами.',
        },
        {
          q: 'Смогу ли я консультировать людей после прохождения курса "Сам себе кармолог"?',
          a: 'Когда вы научились писать, это вовсе не означало, что вы могли научить или помочь в этом другим людям — не так ли? Итак — нет, "Сам себе кармолог" не дает право на консультирование.<br/>Это основной курс, направленный на личную трансформацию. Естественно, он может стать надежной лестницей, по которой вы будете шагать дальше в своем познании. Сертификат данного курса дает возможность продолжить обучение на консультантском курсе в международной школе "Студии трансформации Сергея Скляренко", после которого вы уже сможете консультировать.<br/>Но здесь очень важно понимать, что для всего свое время — ведь не понимая нюансов, очень легко навредить людям.',
        },
      ],
    },
    column2: {
      uk: [
        {
          q: 'Чи можна продовжити доступ до модулів після закінчення терміну?',
          a: 'Так, після закінчення доступу до модулів, ви можете придбати продовження на 1 чи 2 місяці.',
        },
        {
          q: 'Чи є можливість оплатити курс частинами?',
          a: 'Так, є — подібна опція доступна для тарифів “З куратором” та ”З Сергієм”. Після передплати (половина суми) — ви отримуєте доступ до 50% матеріалу та доступ до чату з підтримкою куратора або Сергія.<br/>З оплатою другої частини – доступ надається на всі матеріали курсу. Але будьте уважними — чат з підтримкою розрахований на 1 місяць від дати старту вашого потоку.',
        },
      ],
      ru: [
        {
          q: 'Можно ли продлить доступ к модулям после окончания срока?',
          a: 'Да, после окончания доступа к модулям, вы можете приобрести продление на 1 или 2 месяца.',
        },
        {
          q: 'Есть ли возможность оплатить курс частями?',
          a: 'Да, есть — подобная опция доступна для тарифов "С куратором" и "С Сергеем". После предоплаты (половина суммы) - вы получаете доступ к 50% материала и доступ к чату с поддержкой куратора или Сергея.<br/>После оплаты второй части — доступ предоставляется на все материалы курса. Но будьте внимательны — чат с поддержкой рассчитан на 1 месяц от даты старта вашего потока.',
        },
      ],
    },
  };
};

export default getKarmologistCoursesQuestions;
