const getKarmologistCoursesFeedbacks = () => {
  return [
    {
      feedback: {
        uk: 'Після завершення цього курсу я відчуваю значні зміни у своєму сприйнятті смаку життя та й загалом у собі. Я прийшла на цей курс з сильного відгуку Душі, якому навіть не було сил чинити опір. Я думала, що просто пройду курс для себе, а тепер розумію, наскільки велику маю потребу й відгук роботи в цьому методі з іншими людьми.<br/>Планую продовжити це захоплююче навчання та використовувати набуті знання, щоб допомагати іншим.<br/>Вдячна Сергію за закоханість у цей метод та за власні зміни!',
        ru: 'После завершения этого курса я чувствую значительные изменения в своем восприятии вкуса жизни и вообще в себе. Я пришла на этот курс по сильному отклику Души, которому даже не было сил сопротивляться. Я думала, что просто пройду курс для себя, а теперь понимаю, насколько велика моя потребность и отклик работы в этом методе с другими людьми.<br/>Планирую продолжить это увлекательное обучение и использовать приобретенные знания, чтобы помогать другим.<br/>Благодарна Сергею за влюбленность в этот метод и за собственные изменения!',
      },
    },
    {
      feedback: {
        uk: 'Коли я прийшла на курс, я була зовсім розбита, розчарована та повністю втратила віру в себе. Тепер я відчуваю гармонію, цікавлюся життям, труднощі стали не такі страшні, а простір — все більш дружнім. Це навчання дозволило мені отримати новий погляд на життя, енергію та людей. Вчителю, це була ваша найважливіша робота — я стала говорити з Богом, дуже вам вдячна за це! Ви перевернули мій світ — дякую вам за це!',
        ru: 'Когда я пришла на курс, я была совсем разбита, разочарована и полностью потеряла веру в себя. Теперь я чувствую гармонию, интересуюсь жизнью, трудности стали не так страшны, а пространство —  более дружественным. Это обучение позволило мне получить новый взгляд на жизнь, энергию и людей. Учитель, это была ваша самая важная работа - я стала говорить с Богом, очень вам благодарна за это! Вы перевернули мой мир — спасибо вам за это!',
      },
    },
    {
      feedback: {
        uk: 'Після проходження курсу я відчула на собі всі зміни та чари методу. Я прийшла за знаннями та розумінням, як саме передавати це далі через свою душу та серце. Колись не могла й мріяти про те, що маю зараз на всіх планах. Але головне я розумію куди мені слід рухатись далі. Тепер я впевнена, що зможу трансформувати інших людей та планую продовжувати навчання. Дякую Сергію за закоханість у цей метод!',
        ru: 'После прохождения курса я ощутила на себе все изменения и волшебство метода. Я пришла за знаниями и пониманием, как передавать это дальше через свою душу и сердце. Когда-то не могла и мечтать о том, что имею сейчас на всех планах. Но главное - я понимаю куда мне следует двигаться дальше. Теперь я уверена, что смогу трансформировать других людей и планирую продолжать обучение. Спасибо Сергею за влюбленность в этот метод!',
      },
    },
    {
      feedback: {
        uk: 'Сергій, коханий моїм серцем вчитель. Коли я прийшла на курс, то взагалі не розуміла навіщо я це роблю й чи потрібно мені це. Але всередині відчувала, що мені дійсно ці знання дуже необхідні — й саме від вас. Я довірилася собі та Всесвіту й просто пішла за внутрішнім покликом – про що не пошкодувала жодної секунди. Зараз я згадую, як було чудово отримувати знання від вас. Наразі я точно знаю, що ще дуже багато всього попереду, дякую! До зустрічі на базовому та поглибленому курсі!',
        ru: 'Сергей, любимый моим сердцем учитель. Когда я пришла на курс, то вообще не понимала зачем я это делаю и нужно ли мне это. Но внутри чувствовала, что мне действительно эти знания очень необходимы - и именно от вас. Я доверилась себе и Вселенной и просто пошла по внутреннему зову - о чём не пожалела ни секунды. Сейчас я вспоминаю, как было здорово получать знания от вас. Я уже точно знаю, что еще так много всего впереди, спасибо! До встречи на базовом и углубленном курсе!',
      },
    },
  ];
};

export default getKarmologistCoursesFeedbacks;
