const getKarmologistCoursesQuestions = () => {
  return {
    column1: [
      {
        q: "Чи можливо без проходження курсу “Сам собі кармолог” потрапити на консультанський  рівень?",
        a: "“Сам собі кармолог”- це основи методу “Матриця долі”. Він включає базові прорахунки та розуміння основних точок матриці, які дадуть вам можливість познайомитись з Методом. <br/>На сьогоднішній день в мережі є дуже багато різної та недостовірної інформації про метод “Матриця долі”. Так як я проводжу навчання Методу по інформації від першоджерела, Наталії Ладіні, прийнято рішення розробити тестове завдання, яке дасть розуміння чи можете ви відразу піти на консультантський курс.",
      },
      {
        q: "На скільки часу розрахований курс?",
        a: "Модулі курсу “Сам собі кармолог” відкриваються вам в записі. Доступ до модулів у вас на 6 місяців з моменту покупки або старту потоку, до якого ви долучились. Всього курс налічує 10 модулів в записі, методичні матеріали, літературу та план трансформації на 1,5 місяці з усіма необхідними інструментами. ",
      },
      {
        q: "Чи зможу я консультувати людей після проходження курсу “Сам собі кармолог”? ",
        a: "В назві курсу вже закладено відповідь на це запитання. “Сам собі кармолог” не дає право консультування. Даний курс створено виключно для вашого розуміння Методу, для вашої особистої трансформації. <br/>Це початкова сходинка, яка привідкриває двері до глибини і пізнання нового і захоплюючого світу. <br/>Сертифікат даного курсу надає можливість продовжити навчання на консультантському курсі в міжнародній школі Студії трансформації Сергія Скляренка, після якого ви зможете консультувати. ",
      },
    ],
    column2: [
      {
        q: "Я купував курс “Сам собі кармолог” раніше. Але термін доступу вийшов. Чи можу я продовжити доступ до модулів?",
        a: "Після закінчення доступу до модулів курсу у вас є можливість придбати продовження доступу на 1 чи 2 місяці.",
      },
      {
        q: "Чи є можливість оплатити курс частинами? ",
        a: "Так, така можливість представлена для двох тарифів: “З куратором” та ”З Сергієм”. Ці тарифи можна оплатити в два платежі. Після оплати 50% курсу вам відкриється 50% матеріалу модулів та доступ до чату з підтримкою куратора або Сергія. Коли ви вносите другу оплату, відкриваються повністю всі матеріали курсу. Важливо зауважити, що чат з підтримкою розрахований на 1 місяць від дати старту вашого потоку.",
      },
    ],
  };
};

export default getKarmologistCoursesQuestions;