const getKarmologistCoursesQuestions = () => {
  return {
    column1: [
      {
        q: 'Чи можливо без проходження курсу “Сам собі кармолог” потрапити на консультанський  рівень?',
        a: 'Чи могли б ви вступити в інтернатуру без базового курсу медичного — звісно ні, а от пройти її в іншому університеті – не питання, але спочатку треба підтвердити свою кваліфікацію.<br/>Я несу відповідальність за те, що отримують мої учні й несуть світові, адже я проводжу навчання Методу ґрунтуючись на інформації від першоджерела, Наталії Ладіні, саме тому компетентність — це дуже важливий аспект. <br/>"Сам собі кармолог" — це основи методу "Матриця долі". Він надає базові знання для ознайомлення з методом. Якщо ви вже десь навчались, на жаль зустрічається дуже багато не правдивої інформації, тому у вас є можливість пройти тестове завдання, щоб визначити, чи можна вам вступити безпосередньо на консультантський рівень. Якщо так — чекатимемо вас на новому рівні!',
      },
      {
        q: 'На скільки часу розрахований курс?',
        a: 'Модулі курсу “Сам собі кармолог” надаються в записі. Доступ до модулів ви отримуєте на 6 місяців, з моменту покупки або старту потоку, до якого ви долучились. Всього курс налічує 10 модулів онлайн (запис), методичні матеріали, літературу та план трансформації на 1,5 місяця з усіма необхідними інструментами.',
      },
      {
        q: 'Чи зможу я консультувати людей після проходження курсу “Сам собі кармолог”?',
        a: 'Коли ви навчилися писати, це зовсім не означало, що ви могли навчити чи допомогти в цьому іншим людям – чи не так? Отже — ні, "Сам собі кармолог" не дає право на консультування.<br/>Це основний курс, спрямований на особисту трансформацію. Так, звісно він може стати надійними сходами, якими ви крокуватимете далі у своєму пізнанні, адже сертифікат даного курсу надає можливість продовжити навчання на консультантському курсі в міжнародній школі “Студії трансформації Сергія Скляренка“, після якого ви вже зможете консультувати.<br/>Але тут дуже важливо розуміти, що для всього свій час, адже не розуміючи нюансів, дуже легко нашкодити людям.',
      },
    ],
    column2: [
      {
        q: 'Чи можна продовжити доступ до модулів після закінчення терміну?',
        a: 'Так, після закінчення доступу до модулів, ви можете придбати продовження на 1 чи 2 місяці.',
      },
      {
        q: 'Чи є можливість оплатити курс частинами?',
        a: 'Так, є — подібна опція доступна для тарифів “З куратором” та ”З Сергієм”. Після передплати (половина суми) — ви отримуєте доступ до 50% матеріалу та доступ до чату з підтримкою куратора або Сергія.<br/>З оплатою другої частини – доступ надається на всі матеріали курсу. Але будьте уважними — чат з підтримкою розрахований на 1 місяць від дати старту вашого потоку.',
      },
    ],
  };
};

export default getKarmologistCoursesQuestions;
