const getTariffs = () => {
  return [
    {
      title: "Тариф “Самостійний”",
      aboutCourse: [
        "10 навчальних уроків",
        "Бібліотека “22 коди долі”",
        "План індивідуальної трансформації",
        "Методичний посібник",
        "Чек-листи про 22 коди долі",
        "Практика “Полум’я трансформації”",
        "Сертифікат про проходження курсу",
        "Доступ до матеріалів 6 місяців",
      ],
      price: "250€",
      nextSlideInfo: true,
    },
    {
      title: "Тариф “З куратором”",
      aboutCourse: [
        "10 навчальних уроків",
        "Бібліотека «22 коди долі»",
        "План індивідуальної трансформації",
        "Методичний посібник",
        "Чек-листи про 22 коди долі",
        "Практика «Полум’я трансформації»",
        "Сертифікат про проходження курсу",
        "Доступ до матеріалів 6 місяців",
        "Доступ до закритого чату з куратором на 1 місяць",
        "Перевірка куратором домашніх завдань",
        "Відповіді на питання від куратора",
      ],
      price: "400€",
    },
    {
      title: "Тариф “З Сергієм”",
      aboutCourse: [
        "10 навчальних уроків",
        "Бібліотека «22 коди долі»",
        "План індивідуальної трансформації",
        "Методичний посібник",
        "Чек-листи про 22 коди долі",
        "Практика “Полум’я трансформації”",
        "Сертифікат про проходження курсу",
        "Доступ до матеріалів 6 місяців",
        "Доступ до закритого чату з Сергієм на 1 місяць",
        "Перевірка Сергієм домашніх завдань",
        "Відповіді на питання від Сергія",
        "30-хвилинний розбір з матриці долі",
        "Навчання комплексному читанню та трактуванню особистої матриці",
      ],
      price: "750€",
    },
  ];
};

export default getTariffs;
