const getKarmologistCoursesFeedbacks = () => {
  return [
    {
      feedback:
        'Після завершення цього курсу я відчуваю значні зміни у своєму сприйнятті смаку життя та й загалом у собі. Я прийшла на цей курс з сильного відгуку Душі, якому навіть не було сил чинити опір. Я думала, що просто пройду курс для себе, а тепер розумію, наскільки велику маю потребу й відгук роботи в цьому методі з іншими людьми.<br/>Планую продовжити це захоплююче навчання та використовувати набуті знання, щоб допомагати іншим.<br/>Вдячна Сергію за закоханість у цей метод та за власні зміни!',
    },
    {
      feedback:
        'Коли я прийшла на курс, я була зовсім розбита, розчарована та повністю втратила віру в себе. Тепер я відчуваю гармонію, цікавлюся життям, труднощі стали не такі страшні, а простір — все більш дружнім. Це навчання дозволило мені отримати новий погляд на життя, енергію та людей. Вчителю, це була ваша найважливіша робота — я стала говорити з Богом, дуже вам вдячна за це! Ви перевернули мій світ — дякую вам за це!',
    },
    {
      feedback:
        'Після проходження курсу я відчула на собі всі зміни та чари методу. Я прийшла за знаннями та розумінням, як саме передавати це далі через свою душу та серце. Колись не могла й мріяти про те, що маю зараз на всіх планах. Але головне я розумію куди мені слід рухатись далі. Тепер я впевнена, що зможу трансформувати інших людей та планую продовжувати навчання. Дякую Сергію за закоханість у цей метод!',
    },
    {
      feedback:
        'Сергій, коханий моїм серцем вчитель. Коли я прийшла на курс, то взагалі не розуміла навіщо я це роблю й чи потрібно мені це. Але всередині відчувала, що мені дійсно ці знання дуже необхідні — й саме від вас. Я довірилася собі та Всесвіту й просто пішла за внутрішнім покликом – про що не пошкодувала жодної секунди. Зараз я згадую, як було чудово отримувати знання від вас. Наразі я точно знаю, що ще дуже багато всього попереду, дякую! До зустрічі на базовому та поглибленому курсі!',
    },
  ];
};

export default getKarmologistCoursesFeedbacks;
