const getKarmologistCoursesFeedbacks = () => {
  return [
    {
      feedback:
        "Завершивши цей курс я розумію, як багато змінилося як змінилося відчуття смаку життя. Я прийшла на цей курс з сильного відгуку Душі, якому навіть не було сил чинити опір. Я думала, що просто пройду курс для себе, а тепер розумію яка є в мене спрага і відгук роботи в методі і з людьми, тому  маю намір продовжувати це захоплююче навчання. Яке дасть можливость допомагати людям.<br/> Дякую Сергію , що закохали мене в цей метод!",
    },
    {
      feedback:
        "Я прийшла на курс максимально розбита, розчарована, заплакана і повністю забила на себе. З відсутністю віри в себе. На даний момент відчуваю гармонію, мені цікаве життя, не такі страшні труднощі, простір все більше став зі мною говорити і я стала говорити з Богом. Вчителю це була твоя найбільша робота, дати мені таку можливість. <br/>Найцінніше це здатність побачити світ іншим, здобути різноманітні погляди на життя, енергії, людей. Це навчання перевернуло мій світ. <br/>Дякую вчителю за це!",
    },
    {
      feedback:
        "Прийшла на курс після  приголомшливої ​​трансформації та наповнена цим досвідом. Я відчула на собі всі зміни та чари методу. І я прийшла за знаннями та розумінням- як це передавати далі через свою душу та своє серце. Тепер я розумію, що зможу трансформувати людей, адже вже планую йти навчатись далі.<br/> Я колись не могла і мріяти, що маю зараз на всіх планах. Але головне я розумію куди мені слід рухатись далі. Дякую Сергію за цей курс, який закохав мене в цей метод!",
    },
    {
      feedback:
        "Сергій, коханий моїм серцем вчитель  Я коли прийшла на курс не розуміла взагалі навіщо я це роблю і потрібно мені це взагалі, але всередині мене було одне єдине почуття, що мені ці знання дуже потрібні і саме від вас, я довірилася собі та Всесвіту і просто пішла за покликом усередині себе і не пошкодувала жодної секунди. <br/>Зараз я згадую, як було чудово отримувати знання від вас я точно знаю, що ще дуже багато всього попереду, дякую!<br/>До зустрічі на базовому та поглибленому курсі!",
    },
  ];
};

export default getKarmologistCoursesFeedbacks;
