const getCardsForKarmologistHimself = () => {
  return {
    card1: [
      { column1: "УРОК 0.", column2: "Знайомство з методом" },
      { column1: "УРОК 1.", column2: "8 зовнішніх карм" },
      {
        column1: "УРОК 2.",
        column2: "4 внутрішні карми у квадраті особистості",
      },
      { column1: "УРОК 3.", column2: "4 внутрішні карми у квадраті роду" },
    ],
    card2: [
      { column1: "УРОК 4.", column2: "Любовний та грошовий канали" },
      { column1: "УРОК 5.", column2: "Карта життя" },
      { column1: "УРОК 6.", column2: "Карта здоров’я" },
      { column1: "УРОК 7.", column2: "Карта року" },
    ],
    card3: [
      { column1: "УРОК 8.", column2: "Бінуарні ритми" },
      { column1: "УРОК 9.", column2: "Матриця сумісності" },
      { column1: "Бібліотека", column2: "Трактування 22 кодів долі" },
      { column1: "УРОК 10.", column2: "План індивідуальної трансформації" },
    ],
  };
};

const getCardsForAdvancedCourse = () => {
  return {
    card1: [
      {
        column1: "1.",
        column2: "Матриця внутрішньої карми. Матриця усвідомленості",
      },
      {
        column1: "2.",
        column2: "Родова карма: методи розрахунку та трансформації",
      },
      { column1: "3.", column2: "Батьки та діти" },
      { column1: "4.", column2: "Земна Зірка Процвітання" },
      { column1: "5.", column2: "Небесна Зірка Процвітання" },
      { column1: "6.", column2: "Демон. Жертва" },
    ],
    card2: [
      { column1: "7.", column2: "16 законів карми. Шлях до Брами Світла" },
      { column1: "8.", column2: "Брама світла" },
      { column1: "9.", column2: "Матриця року" },
      { column1: "10.", column2: "Регресія" },
      {
        column1: "11.",
        column2:
          "Чакральна матриця. Матриця сакрального квадрата. Трансформація матриці за вівтарним методом Наталії Ладіні",
      },
      {
        column1: "12.",
        column2: "Сакральна геометрія матриці. Мантична діагностика матриці",
      },
    ],
    card3: [
      { column1: "13.", column2: "Протокол консультування" },
      { column1: "14.", column2: "Парна консультація" },
      {
        column1: "15.",
        column2: "Інформаційний блок створення авторських медитативних практик",
      },
      { column1: "16.", column2: "Методи енергетичного захисту" },
      { column1: "17.", column2: "Робота зі стихіями" },
      { column1: "18.", column2: "Оговори" },
    ],
    warning:
      "*Курс складається з 18 модулів в онлайн-форматі. Заняття проходять в особистому кабінеті до 2 годин 1 раз на тиждень із подальшим збереженням матеріалів.Тривалість навчання – 5 місяців.",
  };
};

export { getCardsForKarmologistHimself, getCardsForAdvancedCourse };
