const getCardsForKarmologistHimself = () => {
  return {
    card1: [
      { column1: 'УРОК 0.', column2: { uk: 'Знайомство з методом', ru: 'Знакомство с методом' } },
      { column1: 'УРОК 1.', column2: { uk: 'Зовнішні карми', ru: 'Внешние кармы' } },
      {
        column1: 'УРОК 2.',
        column2: {
          uk: 'Внутрішні карми у квадраті особистості',
          ru: 'Внутренние кармы в квадрате личности',
        },
      },
      {
        column1: 'УРОК 3.',
        column2: { uk: 'Внутрішні карми у квадраті роду', ru: 'Внутренние кармы в квадрате рода' },
      },
    ],
    card2: [
      {
        column1: 'УРОК 4.',
        column2: { uk: 'Любовний та грошовий канали', ru: 'Любовный и денежный каналы' },
      },
      { column1: 'УРОК 5.', column2: { uk: 'Карта життя', ru: 'Карта жизни' } },
      { column1: 'УРОК 6.', column2: { uk: 'Карта здоров’я', ru: 'Карта здоровья' } },
      { column1: 'УРОК 7.', column2: { uk: 'Карта року', ru: 'Карта года' } },
    ],
    card3: [
      { column1: 'УРОК 8.', column2: { uk: 'Бінуарні ритми', ru: 'Бинуарные ритмы' } },
      { column1: 'УРОК 9.', column2: { uk: 'Матриця сумісності', ru: 'Матрица совместимости' } },
      {
        column1: 'УРОК 10.',
        column2: {
          uk: 'План індивідуальної трансформації',
          ru: 'План индивидуальной трансформации',
        },
      },
      {
        column1: { uk: 'Бібліотека', ru: 'Библиотека' },
        column2: { uk: 'Трактування 22 кодів долі', ru: 'Трактовка 22 кодов судьбы' },
      },
    ],
  };
};

const getCardsForAdvancedCourse = () => {
  return {
    card1: [
      {
        column1: '1.',
        column2: 'Матриця внутрішньої карми. Матриця усвідомленості',
      },
      {
        column1: '2.',
        column2: 'Родова карма: методи розрахунку та трансформації',
      },
      { column1: '3.', column2: 'Батьки та діти' },
      { column1: '4.', column2: 'Земна Зірка Процвітання' },
      { column1: '5.', column2: 'Небесна Зірка Процвітання' },
      { column1: '6.', column2: 'Демон. Жертва' },
    ],
    card2: [
      { column1: '7.', column2: '16 законів карми. Шлях до Брами Світла' },
      { column1: '8.', column2: 'Брама світла' },
      { column1: '9.', column2: 'Матриця року' },
      { column1: '10.', column2: 'Регресія' },
      {
        column1: '11.',
        column2:
          'Чакральна матриця. Матриця сакрального квадрата. Трансформація матриці за вівтарним методом Наталії Ладіні',
      },
      {
        column1: '12.',
        column2: 'Сакральна геометрія матриці. Мантична діагностика матриці',
      },
    ],
    card3: [
      { column1: '13.', column2: 'Протокол консультування' },
      { column1: '14.', column2: 'Парна консультація' },
      {
        column1: '15.',
        column2: 'Інформаційний блок створення авторських медитативних практик',
      },
      { column1: '16.', column2: 'Методи енергетичного захисту' },
      { column1: '17.', column2: 'Робота зі стихіями' },
      { column1: '18.', column2: 'Оговори' },
    ],
    // warning:
    //   '*Курс складається з 18 модулів в онлайн-форматі. Заняття проходять в особистому кабінеті до 2 годин 1 раз на тиждень із подальшим збереженням матеріалів.Тривалість навчання – 5 місяців.',
  };
};

const getCardsForConsultingCourse = () => {
  return {
    card1: [
      {
        column2: 'Глибинне проживання 22 енергій в “Матриці долі”',
      },
      {
        column2: 'Техніки проживання 22 архетипів',
      },
      { column2: 'Вібраційні ряди та дзеркальні позиції в матриці' },
      { column2: 'Протокол консультування' },
    ],
    card2: [
      {
        column2: 'Трактування енергій авторським методом “Периферичний зір”',
      },
      { column2: 'Трансформація трьох рівнів свідомості' },
      { column2: 'Трансформаційний шлях людини' },
    ],
    card3: [
      {
        column2:
          'Після завершення курсу ви складаєте іспит по пройденому матеріалу та отримуєте іменний сертифікат про проходження навчання, який надає право проводити консультації за методом “Матриця долі”.',
      },
      { column2: 'А ще на вас чекає ініціація в канал яснознавства та кармічного зцілення. ' },
    ],
    warning: [
      "*Протягом першого місяця навчання, обов'язковим етапом буде придбання додаткової літератури інших авторів.",
      'Орієнтовна вартість яких, становитиме до 100 доларів та сплачується окремо. Список рекомендованих книг буде наданий на початку навчання.',
    ],
  };
};

export { getCardsForKarmologistHimself, getCardsForAdvancedCourse, getCardsForConsultingCourse };
