const getCardsForKarmologistHimself = () => {
  return {
    card1: [
      { column1: 'УРОК 0.', column2: { uk: 'Знайомство з методом', ru: 'Знакомство с методом' } },
      { column1: 'УРОК 1.', column2: { uk: 'Зовнішні карми', ru: 'Внешние кармы' } },
      {
        column1: 'УРОК 2.',
        column2: {
          uk: 'Внутрішні карми у квадраті особистості',
          ru: 'Внутренние кармы в квадрате личности',
        },
      },
      {
        column1: 'УРОК 3.',
        column2: { uk: 'Внутрішні карми у квадраті роду', ru: 'Внутренние кармы в квадрате рода' },
      },
    ],
    card2: [
      {
        column1: 'УРОК 4.',
        column2: { uk: 'Любовний та грошовий канали', ru: 'Любовный и денежный каналы' },
      },
      { column1: 'УРОК 5.', column2: { uk: 'Карта життя', ru: 'Карта жизни' } },
      { column1: 'УРОК 6.', column2: { uk: 'Карта здоров’я', ru: 'Карта здоровья' } },
      { column1: 'УРОК 7.', column2: { uk: 'Карта року', ru: 'Карта года' } },
    ],
    card3: [
      { column1: 'УРОК 8.', column2: { uk: 'Бінуарні ритми', ru: 'Бинуарные ритмы' } },
      { column1: 'УРОК 9.', column2: { uk: 'Матриця сумісності', ru: 'Матрица совместимости' } },
      {
        column1: 'УРОК 10.',
        column2: {
          uk: 'План індивідуальної трансформації',
          ru: 'План индивидуальной трансформации',
        },
      },
      {
        column1: { uk: 'Бібліотека', ru: 'Библиотека' },
        column2: { uk: 'Трактування 22 кодів долі', ru: 'Трактовка 22 кодов судьбы' },
      },
    ],
  };
};

const getCardsForAdvancedCourse = () => {
  return {
    card1: [
      {
        column1: '1.',
        column2: {
          uk: 'Матриця внутрішньої карми. Матриця усвідомленості',
          ru: 'Матрица внутренней кармы. Матрица осознанности',
        },
      },
      {
        column1: '2.',
        column2: {
          uk: 'Родова карма: методи розрахунку та трансформації',
          ru: 'Родовая карма: методы расчета и трансформации',
        },
      },
      { column1: '3.', column2: { uk: 'Батьки та діти', ru: 'Родители и дети' } },
      {
        column1: '4.',
        column2: { uk: 'Земна Зірка Процвітання', ru: 'Земная Звезда Процветания Земная Звезда' },
      },
      {
        column1: '5.',
        column2: { uk: 'Небесна Зірка Процвітання', ru: 'Небесная Звезда Процветания' },
      },
      { column1: '6.', column2: { uk: 'Демон. Жертва', ru: 'Демон. Жертва' } },
    ],
    card2: [
      {
        column1: '7.',
        column2: {
          uk: '16 законів карми. Шлях до Брами Світла',
          ru: '16 законов кармы. Путь к Вратам Света',
        },
      },
      { column1: '8.', column2: { uk: 'Брама світла', ru: 'Врата света' } },
      { column1: '9.', column2: { uk: 'Матриця року', ru: 'Матрица года' } },
      { column1: '10.', column2: { uk: 'Регресія', ru: 'Регрессия' } },
      {
        column1: '11.',
        column2: {
          uk: 'Чакральна матриця. Матриця сакрального квадрата. Трансформація матриці за вівтарним методом Наталії Ладіні',
          ru: 'Чакральная матрица. Матрица сакрального квадрата. Трансформация матрицы по алтарному методу Натальи Ладини',
        },
      },
      {
        column1: '12.',
        column2: {
          uk: 'Сакральна геометрія матриці. Мантична діагностика матриці',
          ru: 'Сакральная геометрия матрицы. Мантическая диагностика матрицы',
        },
      },
    ],
    card3: [
      {
        column1: '13.',
        column2: { uk: 'Протокол консультування', ru: 'Протокол консультирования' },
      },
      { column1: '14.', column2: { uk: 'Парна консультація', ru: 'Парная консультация' } },
      {
        column1: '15.',
        column2: {
          uk: 'Інформаційний блок створення авторських медитативних практик',
          ru: 'Информационный блок создания авторских медитативных практик',
        },
      },
      {
        column1: '16.',
        column2: { uk: 'Методи енергетичного захисту', ru: 'Методы энергетической защиты' },
      },
      { column1: '17.', column2: { uk: 'Робота зі стихіями', ru: 'Работа со стихиями' } },
      { column1: '18.', column2: { uk: 'Оговори', ru: 'Оговоры' } },
    ],
    // warning:
    //   '*Курс складається з 18 модулів в онлайн-форматі. Заняття проходять в особистому кабінеті до 2 годин 1 раз на тиждень із подальшим збереженням матеріалів.Тривалість навчання – 5 місяців.',
  };
};

const getCardsForConsultingCourse = () => {
  return {
    card1: [
      {
        column2: 'Глибинне проживання 22 енергій в “Матриці долі”',
      },
      {
        column2: 'Техніки проживання 22 архетипів',
      },
      { column2: 'Вібраційні ряди та дзеркальні позиції в матриці' },
      { column2: 'Протокол консультування' },
    ],
    card2: [
      {
        column2: 'Трактування енергій авторським методом “Периферичний зір”',
      },
      { column2: 'Трансформація трьох рівнів свідомості' },
      { column2: 'Трансформаційний шлях людини' },
    ],
    card3: [
      {
        column2:
          'Після завершення курсу ви складаєте іспит по пройденому матеріалу та отримуєте іменний сертифікат про проходження навчання, який надає право проводити консультації за методом “Матриця долі”.',
      },
      { column2: 'А ще на вас чекає ініціація в канал яснознавства та кармічного зцілення. ' },
    ],
    warning: [
      "*Протягом першого місяця навчання, обов'язковим етапом буде придбання додаткової літератури інших авторів.",
      'Орієнтовна вартість яких, становитиме до 100 доларів та сплачується окремо. Список рекомендованих книг буде наданий на початку навчання.',
    ],
  };
};

export { getCardsForKarmologistHimself, getCardsForAdvancedCourse, getCardsForConsultingCourse };
