import TitleNoStyles from '../../../../Common/TitleNoStyles/TitleNoStyles';
import styles from './ErrorLoading.module.scss';
const ErrorLoading = () => {
  return (
    <div className={styles.wrapper}>
      <div>
        <svg
          width="36"
          height="36"
          viewBox="0 0 36 36"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M18.0008 35.0757C27.3258 35.0757 35.0765 27.3415 35.0765 18C35.0765 8.67503 27.3086 0.924316 17.9836 0.924316C8.64292 0.924316 0.925781 8.67503 0.925781 18C0.925781 27.3415 8.65935 35.0757 18.0008 35.0757ZM18.0015 32.23C10.0986 32.23 3.7865 25.9015 3.7865 18C3.7865 10.1143 10.0815 3.77003 17.9836 3.77003C25.8686 3.77003 32.2129 10.115 32.2301 18C32.2465 25.9022 25.8851 32.23 18.0001 32.23M17.9836 21.03C18.7865 21.03 19.2386 20.5779 19.2551 19.7079L19.5065 10.8686C19.5236 10.0143 18.8536 9.3786 17.9665 9.3786C17.0622 9.3786 16.4265 9.99789 16.4429 10.8515L16.6608 19.7079C16.6772 20.5615 17.1465 21.03 17.9836 21.03ZM17.9836 26.4707C18.9372 26.4707 19.7908 25.7007 19.7908 24.73C19.7908 23.7422 18.9544 22.9886 17.9836 22.9886C16.9958 22.9886 16.1751 23.7586 16.1751 24.73C16.1751 25.6843 17.0122 26.4707 17.9836 26.4707Z"
            fill="#E24668"
          />
        </svg>
      </div>
      <div className={styles.text_wrapper}>
        <TitleNoStyles variant="h3" styled={styles.title}>
          Помилка завантаження продуктів !
        </TitleNoStyles>
        <p className={styles.text}>
          Не вдалося завантажити продукти. Будь ласка, спробуйте оновити сторінку або зайдіть
          пізніше
        </p>
      </div>
    </div>
  );
};

export default ErrorLoading;
