import Link from 'next/link';
import { ReactNode } from 'react';
import { web_site } from '../consts';

export interface OfferSection {
  title: string;
  list: ReactNode[];
}

export const offerDefinitionsUk: OfferSection[] = [
  {
    title: '1. ВИЗНАЧЕННЯ ТЕРМІНІВ',
    list: [
      '1.1. Даним пунктом визначається інтерпретація наведених нижче термінів, дефініцій і визначень, які використовуються в цьому Договорі.',
      <>
        1.1.1. «Сайт» – веб-сторінка онлайн курсу, розташована на доменному імені:{' '}
        <Link href={web_site}>{web_site}</Link> і керована Виконавцем, включаючи сукупність всієї
        розміщеної на Сайті інформації, текстів, графічних елементів, елементів дизайну, зображень,
        фото та відеоматеріалів та інших результатів інтелектуальної діяльності, а також
        інформаційних і технічних засобів Сайту. Термін «сайт» охоплює посилання на інші відкриті чи
        закриті веб-ресурси на яких розміщуються Виконавцем матеріали онлайн курсу.
      </>,
      '1.1.2. «Договір», «Оферта» – документ, опублікований на Сайті в мережі Інтернет, який регулює відносини між Користувачами, Замовниками і Виконавцем в процесі надання Інформаційних консультаційних послуг.',
      '1.1.3. «Виконавець» – уповноважена особа, яка здійснює контроль над даним Сайтом і пропонує необмеженому числу осіб (Користувачам) надання Інформаційних консультаційних послуг.',
      '1.1.4. «Користувач» – будь-яка фізична особа, яка має доступ до Сайту, яка використовує Сайт за допомогою мережі Інтернет.',
      '1.1.5. «Замовник» – Користувач, який здійснив акцепт цієї Оферти і є одержувачем (споживачем) Інформаційних консультаційних послуг за цим Договором.',
      '1.1.6. «Інформаційні консультаційні послуги» – надання Виконавцем доступу Замовникам до комплексу спеціальних онлайн курсів (в т.ч. відеозаписів тренувань, аудіозаписів, текстовому супроводу курсів), розроблених Виконавцем та/або інформаційно-консультаційні послуги, які входять в комплекс освітнього курсу.',
      '1.1.7. «Програмне забезпечення», «ПО» – Інтернет-браузер (Internet Explorer, FireFox, Google Chrome і аналогічні) для доступу до інформаційних ресурсів, що знаходяться в мережі Інтернет, інші програми для передачі, зберігання, обробки інформації, що надається.',
      "1.1.8. «Сookies» – невеликий фрагмент даних, відправлений веб-сервером і такий, що зберігається на комп'ютері користувача, веб-клієнт або веб-браузер кожен раз пересилає веб-серверу в HTTP-запиті при спробі відкрити сторінку відповідного сайту.",
      "1.1.9. «IP-адреса» – унікальна мережева адреса вузла в комп'ютерній мережі, побудований за протоколом IP, що дозволяє ідентифікувати місце розташування та інші відомості про Користувача.",
      '1.1.10. «Фінансовий агент» – компанія, що надає сервіс Інтернет-платежів, який може бути інтегрованим в функціонал Сайту для оплати Замовником послуг, що надаються Виконавцем.',
      '1.1.11. «Сервіс Tilda Publishing» – платформа, яка дозволяє проводити навчання та створювати курси з тієї чи іншої тематики. Вона допомагає у проведенні тренінгів, вебінарів, онлайн-занять, онлайн курсів, відкритих семінарів із функцією перевірки домашнього завдання.',
      '1.1.12. «Telegram» – система миттєвого обміну повідомленнями, що дозволяє здійснювати обмін текстовими, графічними, аудіо та аудіовізуальними повідомленнями, а також файлами інших форматів.',
      '1.1.13. «Telegram чат Виконавця» – чат у системі «Telegram», що дозволяє здійснювати обмін текстових, графічних, аудіо та аудіовізуальних повідомлень, а також файлів інших форматів, у рамках наданих послуг Виконавцем за цим Договором.',
      '1.1.14. «Авторські права» – унікальні методичні матеріали, відеоматеріали, таблиці та креслення, які використовуються під час навчання і є власністю Сергія Скляренка, і не можуть відчужуватися третім особам без письмового дозволу власника.',
      '1.1.15. «Конфіденційна інформація» – особисті дані (прізвище, ім’я, по батькові, номер телефону, місце проживання) учасників навчання та інших осіб, які задіяні у навчанні.',
      '1.1.16. «Матриця долі» – це цифрова система та інструмент, який допомагає більше дізнатися про людське буття, призначення та є своєрідним «кармічним посланням». Методика матриці долі допомагає вибрати поведінку та знайти для себе відповіді на багато життєвих важливих питань.',
      '1.1.17. «Сертифікат з правом на консультування» – документ встановленого зразка, який видається слухачу/слухачці після проходження повного курсу навчання та успішного складання іспиту.',
      '1.1.18. «Навчальна програма» – це розроблена виконавцем послідовність тем, завдань, задач, розроблених для досягнення навчальних цілей. В процесі проведення навчальних занять Навчальна програма може змінюватися та корегуватися.',
      "1.1.19. «Передоплата» – забезпечувальний платіж, а саме грошова сума, що сплачується Замовником у рахунок належних з нього за договором платежів, на підтвердження зобов'язання і на забезпечення його виконання.",
      '1.1.20. «Акцепт» – надання Замовником повної та безумовної згоди на укладення даного Договору в повному обсязі, без підпису письмового примірника Договору Сторонами.',
      '1.1.21. «Послуга» – діяльність Виконавця з надання (передачі) Замовнику певного визначеного договором матеріального чи нематеріального блага, що здійснюється за індивідуальним побажанням Замовника для задоволення його особистих потреб.',
      '1.1.22. «Ретрит» – послуга, яка передбачає проведення колективної практики, а саме серії духовних, психотерапевтичних, гіпнотичних та арт-терапевтичних практик протягом 4-5 днів, що виконуються лише у супроводі Виконавця.',
      '1.1.23. «Публічні виступи» – послуга, яка передбачає проведення Виконавцем індивідуальних лекцій за домовленістю із Замовником, в будь-якому узгодженому сторонами місці (місто, країна), за узгодженою сторонами темою.',
      '1.1.24. «Колективна практика цвяхостояння» – послуга, яка передбачає проведення Виконавцем заходу в очному форматі, який складається з двох блоків: психологічна робота з виявлення глибинних деструктивних програм, формування індивідуального запиту в особистій коуч-сесії з Виконавцем та практика стояння на цвяхах.',
      '1.1.25. «Курс» – сукупність навчальних модулів (відеоматеріалів) певного напрямку в межах психотерапевтичної, трансформаційної та арт-терапевтичної тематики, які складені відповідно до певної тематики та в межах яких надаються послуги.',
      '1.1.26. «Viber» – система миттєвого обміну повідомленнями, що дозволяє здійснювати обмін текстовими, графічними, аудіо та аудіовізуальними повідомленнями, а також файлами інших форматів.',
      '1.1.27. «WhatsApp» – система миттєвого обміну повідомленнями, що дозволяє здійснювати обмін текстовими, графічними, аудіо та аудіовізуальними повідомленнями, а також файлами інших форматів.',
      '1.1.28. «Особистий кабінет на платформі «Tilda Publishing»» – обліковий запис Замовника, який знаходиться на платформі «Tilda Publishing», і через який Замовник отримує доступ до курсів, навчальних матеріалів, іншу необхідну для виконання договору інформацію.',
      '1.2. Всі визначення, дефініції і терміни, не визначені цим розділом, тлумачяться в значенні, визначеному чинним законодавством України, а при відсутності такого визначення – в їх звичайному розумінні.',
    ],
  },
  {
    title: '2. УМОВИ ПРИЙНЯТТЯ ОФЕРТИ',
    list: [
      "2.1. Особа (Користувач), яка здійснила акцепт оферти, набуває всіх прав і обов'язків Замовника в порядку ст. 638 Цивільного кодексу України (далі – «ЦК України»). Акцепт цієї Оферти здійснюється у два етапи: заповнення всіх даних онлайн форми та погодження із цим Договором та «Політикою конфіденційності», що здійснюється за допомогою кліка онлайн форми на Сайті.",
      '2.2. Ухвалення цієї Оферти означає, що Замовник повністю ознайомлений з умовами цього Договору, «Політики конфіденційності», правилами платіжної системи – фінансового агента (у разі підключення Сайту до платіжної системи), специфікою функціонування Сайту і онлайн курсу, в рамках яких розміщуються матеріали, визнає безумовну придатність Сайту і онлайн курсу для здійснення дій та досягнення цілей, що є предметом цього Договору. І прирівнюється відповідно до ч. 2 ст. 642 ЦК України до висновку сторонами двостороннього письмового договору на умовах, які викладені нижче в цій Оферті.',
    ],
  },
  {
    title: '3. ПРЕДМЕТ ОФЕРТИ',
    list: [
      '3.1. Предметом цієї Оферти є платне надання Замовнику інформаційних консультаційних послуг, послуг з проведення курсів, ретриту та колективної практики цвяхостояння засобами Виконавця відповідно до умов цієї Оферти в інтерактивному очному і/або онлайн форматі (дистанційно) за винагороду, що виплачується Замовником на користь Виконавця.',
      '3.2. Послуга «Публічних виступів» не є предметом даного Договору. Для замовлення вказаної послуги, необхідно укласти договір надання послуг у письмовій формі.',
      '3.3. Інформаційні консультаційні послуги (курси), що надає Виконавець, можуть містити в собі інформаційні матеріали, технічний, статистичний, індикаторний та фундаментальний аналіз, аналіз об’ємів, домашнє завдання, відеолекції, чат-підтримку, тести і форми звітів, лекції від фахівців і інші елементи онлайн курсу.',
      '3.4. Виконавець на свій розсуд визначає і розміщує на Сайті різні варіації комплексу інформаційних консультаційних послуг (курсів), які можуть відрізнятися за обсягом, наповненням, строками і вартістю. Актуальні і доступні для замовлення курси, їх варіації, формати, вартість розміщені на Сайті.',
      '3.5. Посилання на чат Telegram або доступ до сервісу «Tilda Publishing» надсилається Виконавцем на електронну пошту Замовника або у особистий обліковий запис в Telegram, Viber, WhatsApp, які були вказані під час заповнення онлайн форми на Сайті.',
    ],
  },
  {
    title: '4. СТРОК І ПОРЯДОК НАДАННЯ ПОСЛУГ',
    list: [
      '4.1. Послуги за цим Договором надаються Виконавцем дистанційно через мережу Інтернет, за допомогою Сайту або програмного забезпечення (ПО) шляхом надання доступу в закритий розділ Сайту та/або в закритий Telegram чат та/або в особистий діалог у Viber, WhatsApp та/або через сервіс «Tilda Publishing», або в інтерактивному очному форматі, виходячи із специфіки і особливостей обраного і оплаченого Замовником курсу.',
      '4.2. Строк та деталі надання Послуг за цим Договором також обумовлюються специфікою і особливістю обраного і оплаченого Замовником курсу або програми. Такі відомості можуть розміщуватися Виконавцем на Сайті в інформаційному блоці доступних для замовлення курсів.',
      '4.3. Надання Послуг за цим Договором починається з моменту здійснення оплати Замовником.',
      '4.4. Доступ до закритого розділу сайту або до сервісу «Tilda Publishing» на якому знаходяться матеріали курсу припиняється для Замовника по закінченню строків надання Послуг. А також може бути продовженим, якщо Замовник внесе додаткову оплату для продовження доступу.',
      '4.5. Графік проходження тренувань, етапів, які передбачаються курсом, встановлюється Замовником самостійно на свій розсуд. Для максимального досягнення ефективності впровадження курсу Виконавець не рекомендує відступати від встановленого курсом графіка занять.',
      '4.6. Після повної або часткової оплати кошти не повертаються. У випадку, якщо Користувач сплатив бронь курсу (якщо це передбачалося умовами оплати), що є частиною оплати за курс і не здійснив решти оплати, сума такого забезпечувального платежу не повертається Користувачеві.',
      '4.7. Користувач не може вимагати зниження вартості послуг чи повернення коштів, у випадку, якщо він не скористався послугами. Моментом виконання надання послуг вважається передача доступу до Особистого кабінету Користувача.',
    ],
  },
  {
    title: "5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН",
    list: [
      "5.1. Виконавець зобов'язується:",
      '5.1.1. надати Замовнику оплачені останнім Послуги відповідно до цього Договору та умовами обраного курсу;',
      '5.1.2. в порядку виконання Договору і в рамках термінів надання Послуг забезпечити Замовнику персональний доступ до відеолекцій та іншої супутньої і необхідної інформації в закритому розділі сайту на якому знаходяться матеріали. Доступ до закритого розділу сайту на якому знаходяться матеріали курсу, програми забезпечується Виконавцем після повної оплати Послуг в порядку, визначеному цим Договором;',
      '5.1.3. надати в інтерактивному очному і / або онлайн форматі (дистанційно) інформаційно-консультаційні послуги, які передбачені обраним і сплаченим Замовником курсом, програмою;',
      "5.1.4. здійснювати зворотний зв'язок з Замовником, якщо такі положення передбачені обраним і сплаченим Замовником курсом;",
      '5.1.5. суворо зберігати в таємниці будь-яку особисту і / або конфіденційну інформацію, отриману від Замовника при наданні Послуг за цим Договором відповідно до Політики конфіденційності і захисту персональних даних, розміщеної на Сайті;',
      '5.1.6. дотримуватися вимог законодавства України, в т.ч. що стосуються обробки, передачі і захисту персональних даних Користувачів і Замовників.',
      <>
        <br />
      </>,
      '5.2. Виконавець має право:',
      "5.2.1. змінювати в односторонньому порядку наповнення закритого розділу сайту, форму проведення зворотного зв'язку та інших консультацій, а також змінювати і доповнювати зміст інформації для Замовника;",
      '5.2.2. в процесі надання Послуг Замовнику давати спеціалізовані рекомендації щодо виконання завдань, передбачених курсом, програмою, а також щодо додаткових дій, які дозволяють збільшити ефективність та досягається за допомогою впровадження результатів курсів;',
      '5.2.3. в односторонньому порядку змінювати і доповнювати умови цього Договору без попереднього узгодження з Замовником або будь-якого іншого повідомлення;',
      "5.2.4. залучати третіх осіб для виконання своїх зобов'язань за Договором;",
      '5.2.5. в односторонньому порядку розірвати цей Договір у випадках і порядку, передбачених цим Договором.',
      <>
        <br />
      </>,
      "5.3. Замовник зобов'язується:",
      '5.3.1. оплачувати Послуги на умовах та в порядку цього Договору;',
      '5.3.2. прийняти в міру виконання Послуги Виконавця відповідно до положень цього Договору;',
      '5.3.3. проявляти повагу до Виконавця, інших Користувачів і Замовників;',
      '5.3.4. не передавати будь-яким способом третім особам доступ до матеріалів курсів або частину курсів Виконавця, забезпечувати повну конфіденційність;',
      '5.3.5. не копіювати і не поширювати будь-яким способом (не публікувати, не розміщувати на інших ресурсах в мережі Інтернет, не передавати/обмінювати або не перепродавати третім особам) матеріали, що належать Виконавцю та отримані в ході надання Послуг, не створювати на їх основі інформаційні продукти з метою вилучення комерційного прибутку, а також не використовувати цю інформацію будь-яким іншим чином, крім як для особистого використання. При порушенні цього положення, Замовник несе відповідальність відповідно до цього Договору та законодавства України;',
      "5.3.6. при оформленні замовлення на Послуги надати Виконавцю за допомогою заповнення форм або надати за вибором актуальну і правдиву інформацію в довільній формі на Сайті, необхідну для здійснення зв'язку з Замовником в рамках надання послуг за цим Договором, а саме: прізвище та ім'я, логін облікового запису в Instagram або Telegram, Viber, WhatsApp, контактний номер телефону, електронну пошту, іншу необхідну інформацію.",
      <>
        <br />
      </>,
      '5.4. Замовник має право:',
      '5.4.1. отримати від Виконавця надання інформації з питань, що стосуються організації і забезпечення належного виконання Послуг, передбачених офертою.',
    ],
  },
  {
    title: '6. ВАРТІСТЬ ПОСЛУГ І ПОРЯДОК РОЗРАХУНКІВ',
    list: [
      '6.1. Вартість Послуг, що надаються Виконавцем, і доступних до замовлення, вказується на Сайті або повідомляється Користувачу/Замовнику в особисті повідомлення у Telegram, Viber, WhatsApp або на електронну пошту, і може бути змінена Виконавцем на свій розсуд в будь-який час в односторонньому порядку. Змінена вартість діє з моменту опублікування чи відправки повідомлення Користувачу/Замовнику і поширюється тільки на ті послуги, які замовляються після опублікування нової вартості.',
      '6.2. Оплата інформаційних консультаційних послуг проводитися Замовником в формі передоплати в розмірі 100% від вартості Послуг в онлайн-режимі на банківський рахунок Виконавця або через систему електронних платежів Фінансового агента, якщо такою користується Виконавець, впроваджену на Сайт. У разі користування послугами Фінансового агента, до процедури оплати застосовуються правила, визначені таким Фінансовим агентом.',
      '6.3. Замовник та/або Користувач сайту за індивідуальним погодженням з Виконавцем, можуть (-е) здійснювати оплату послуг з розстрочкою платежу. У такому разі Замовник здійснює оплату у відповідних визначених Виконавцем частинами.',
      '6.4. Моментом оплати вважається надходження грошових коштів на розрахунковий рахунок Виконавця або через Фінансового агента.',
      '6.5. За послуги з проведення курсів, ретриту та колективної практики цвяхостояння Замовник спочатку вносить передоплату у розмірі, який зазначений у відповідному розділі на сайті або відповідно до умов окремого договору.',
      '6.6. Решту оплати за послуги з проведення курсів, ретриту та колективної практики цвяхостояння Замовник здійснює відповідно до умов, які зазначені у відповідному розділі на сайті або відповідно до умов окремого договору.',
      '6.7. Після передоплати або оплати кошти не повертаються. У випадку, якщо Замовник сплатив передоплату за послуги, що є частиною оплати за курс, ретрит чи колективну практику цвяхостояння і не здійснив решти оплати, сума такого забезпечувального платежу не повертається Замовнику.',
      '6.8. Замовник не може вимагати зниження вартості послуг чи повернення коштів, у випадку, якщо він не скористався послугами.',
    ],
  },
  {
    title: '7. УМОВИ І ПОРЯДОК ПОВЕРНЕННЯ КОШТІВ',
    list: [
      <>
        7.1. Повернення грошових коштів Виконавцем здійснюється за заявою Замовника, спрямованого на
        адресу електронної пошти Виконавця, вказаний в Договорі:{' '}
        <Link href={web_site}>{web_site}</Link>, не пізніше 14 (чотирнадцятого) календарного дня з
        моменту початку надання Інформаційних консультаційних послуг, за винятком випадків
        неможливості надання Послуг з вини Замовника. Якщо Замовник замовив Інформаційну
        консультаційну послугу, реєстрація на яку здійснюється при повній оплаті її вартості, не
        скористався послугою та не попередив за 24 години до моменту надання послуги про
        неможливість скористатися Інформаційною консультаційною послугою у строк, обраний сторонами,
        послуга вважається наданою. У такому разі, грошові кошти Замовнику не повертаються.
      </>,
      'Якщо Замовник попередив за 24 години до моменту надання послуги про неможливість скористатися Інформаційною консультаційною послугою у строк, обраний сторонами, Замовнику повертається 50% відсотків від вартості послуги або надається можливість перенести момент надання послуги на інший день, який погоджується сторонами.',
      "7.2. Повернення грошових коштів здійснюється за вирахуванням фактичних витрат Виконавця на момент повернення. До таких фактичних витрат Виконавця відносяться (але не обмежуються), зокрема: комісія системи електронних платежів Фінансового агента або банківської установи за здійснення повернення коштів. Крім того, Замовник зобов'язується оплатити вартість доступу до відеозаписів та інших матеріалів курсів, наданих йому до моменту розірвання Договору.",
      "7.3. Рішення про повернення або про відмову в поверненні коштів приймається Виконавцем протягом 5 (п'яти) робочих днів з моменту отримання відповідної заяви Замовника.",
      '7.4. Грошові кошти повертаються на рахунок Замовника, з якого здійснювалась оплата послуг, або інший рахунок, вказаний Замовником, протягом 14 (чотирнадцяти) робочих днів після прийняття рішення про повернення.',
      "7.5. Вимога про повернення сплачених сум, пред'явлена Замовником після закінчення онлайн-курсу, Виконавцем розглядається, якщо Замовник надасть письмові докази того, що відповідна послуга, яка входить в придбаний пакет послуг, не була надана (надана неналежним чином) з вини Виконавця. У разі встановлення факту ненадання послуг (надання послуг неналежної якості), Виконавець здійснює повернення грошей за вирахуванням фактичних витрат Виконавця, визначених на момент повернення за правилами п. 7.2. цього Договору.",
      '7.6. Доступ до закритого розділу сайту для Замовника припиняється протягом 1 (одного) дня з дати направлення Виконавцю заяви про відповідне повернення. Зазначена вимога Замовника про повернення також вважається відкликанням заздалегідь даного акцепту, зазначеного в пункті 2.1. Договору.',
      '7.7. Заяви про повернення грошових коштів, спрямовані Виконавцю після завершення надання Інформаційних консультаційних послуг не розглядаються.',
    ],
  },
  {
    title: '8. ДІЯ ДОГОВОРУ',
    list: [
      "8.1. Договір набуває чинності з моменту прийняття оферти Замовником і діє до повного виконання Сторонами своїх зобов'язань.",
      '8.2. Договір може бути розірваний між Сторонами в порядку, передбаченому чинним законодавством України, а також:',
      '8.2.1. в односторонньому порядку з ініціативи Виконавця в разі, якщо Замовником було допущено порушення умов даного Договору, прав інтелектуальної власності або суміжних прав Виконавця на розміщення його курсів й складові їх матеріалів. При цьому, кошти, сплачені Замовником за цим Договором, поверненню не підлягають і є неустойкою (штрафом) за дії Замовника.',
      '8.2.2. в односторонньому порядку з ініціативи Виконавця в разі, якщо Замовником було допущено порушення правил поведінки в процесі отримання Послуг за цим Договором, а саме: розпалювання міжнаціональних конфліктів, спам, розміщення реклами, нецензурні висловлювання, хамство, образи Виконавця, образу інших Замовників та/або Користувачів онлайн курсу. При цьому, кошти, сплачені Замовником за цим Договором, поверненню не підлягають і є неустойкою (штрафом) за дії Замовника.',
    ],
  },
  {
    title: '9. ПОРЯДОК ВИРІШЕННЯ СПОРІВ',
    list: [
      '9.1. В разі виникнення спорів при виконанні Сторонами цього Договору Сторони будуть вживати усіх заходів для їх вирішення шляхом переговорів. У випадку неможливості їх врегулювання шляхом переговорів зацікавлена Сторона звертається до суду відповідної юрисдикції згідно з чинним законодавством України.',
    ],
  },
  {
    title: '10. ПРАВА ІНТЕЛЕКТУАЛЬНОЇ ВЛАСНОСТІ',
    list: [
      <>
        10.1. З урахуванням положень цього Договору, Цивільного кодексу України, Законів України
        «Про авторське право та суміжні права», «Про інформацію», Сторони домовилися:
        <ul>
          <li>
            усі навчальні матеріали, що використовуватимуться з метою виконання даного Договору,
            охороняються авторським правом.
          </li>

          <li>
            на всі об’єкти інтелектуальної власності, надані під час реалізації цього Договору
            Виконавцем та будь-які виключні майнові права, в тому числі зазначені у статті 424
            Цивільного кодексу України, на об’єкти інтелектуальної власності (авторського права) з
            моменту створення таких об’єктів у повному обсязі належать Сергію Скляренко.
          </li>

          <li>
            Замовник має право використовувати матеріали виключно для цілей виконання цього
            Договору. При цьому майнові права інтелектуальної власності на навчальні матеріали
            залишаються у Сергія Скляренко.
          </li>
        </ul>
      </>,
      <>
        <br />
      </>,
      '10.2. Ніщо в цьому Договорі не повинно тлумачитись як передача будь-яких майнових прав інтелектуальної власності на навчальні матеріали та/або дозвіл на використання таких навчальних матеріалів в цілях інших, ніж визначені Договором.',
      '10.3. Виконавець може стягнути компенсацію у розмірі 100 000 (сто тисяч) грн. 00 коп. з Замовника або Користувача за кожний виявлений випадок:',
      '10.3.1. порушення прав інтелектуальної власності або суміжних прав Виконавця, а саме: неправомірне та/або незаконне розміщення/поширення/продаж/обмін курсів, онлайн матеріалів, в тому числі частини або складових матеріалів або інших об’єктів інтелектуальної власності, які були отримані Замовником або Користувачем під час проходження курсу.',
      '10.3.2. створення подібних/схожих курсів, онлайн матеріалів, в тому числі частин або складових матеріалів або інших об’єктів інтелектуальної власності, які були отримані Замовником або Користувачем під час проходження курсу.',
    ],
  },
  {
    title: '11. ІНШІ ПОЛОЖЕННЯ',
    list: [
      "11.1. Виконавець звільняється від виконання своїх зобов'язань в результаті дії непереборної сили: стихійних явищ(землетрус, повінь тощо); визначених заборонних заходів держави, а також обставин суспільного життя: військових дій, заборон в зв'язку з воєнним станом, пандемії, епідемії, великомасштабних страйків і так далі, тобто таких явищ, вплив яких відбувається ззовні і невідворотний.",
      '11.2. Недійсність окремої частини Договору не має наслідком недійсності інших його частин або Договору в цілому, якщо можна припустити, що правочин був би вчинений і без включення до нього недійсної частини.',
      <>
        11.3. Актуальна версія Договору публічної оферти знаходиться на Сайті або його вкладеннях за
        адресою в мережі Інтернет: <Link href={web_site}>{web_site}</Link>
      </>,
      '11.4. Всі пропозиції або питання за цим Договором слід повідомляти за зворотнім зв’язком, розміщений на веб-сторінці Сайту.',
      '11.5. Текст оферти викладено українською мовою.',
    ],
  },
];
