import Link from 'next/link';
import { ReactNode } from 'react';
import { web_site } from '../consts';

export interface PolicySection {
  title: string;
  list: ReactNode[];
}

export const policyUK: PolicySection[] = [
  {
    title: '1. ВИЗНАЧЕННЯ ТЕРМІНІВ',
    list: [
      '1.1. Даним пунктом визначається інтерпретація нижченаведених термінів, визначень і виразів, які використовуються в цій Політиці конфіденційності.',
      <>
        1.1.1. «Сайт» – веб-сторінка Онлайн курсу, розташована на доменному імені:
        <Link href={web_site}>{web_site}</Link> і керований Адміністрацією сайту Онлайн курс.
      </>,
      '1.1.2. «Адміністрація сайту Онлайн курс» (далі – «Адміністрація сайту») – уповноважені співробітники на управління Сайтом, що діють від імені Онлайн курсу, які організовують і здійснюють обробку персональних даних, а також визначають цілі обробки персональних даних, склад персональних даних, які підлягають обробці, дії або операції, що здійснюються з персональними даними.',
      '1.1.3. «Користувач» – будь-яка фізична особа, яка має доступ до Сайту, яка використовує Сайт з допомогою мережі Інтернет.',
      "1.1.4. «Персональні дані» – будь-яка інформація, що стосується прямо або побічно певної фізичної особи (суб'єкта персональних даних).",
      '1.1.5. «Обробка персональних даних» – будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без використання таких засобів з персональними даними, включаючи збір, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміна), витяг, використання, передачу (поширення, надання, доступ), блокування, видалення, знищення персональних даних.',
      "1.1.6. «Конфіденційність персональних даних» – обов'язкове для дотримання адміністрацією або іншою особою, яка одержала доступ до персональних даних, вимога не допускати їх поширення без згоди суб'єкта персональних даних або наявності іншої законної підстави.",
      "1.1.7. «Cookies» – невеликий фрагмент даних, відправлений веб-сервером і такий, що зберігається на комп'ютері користувача, який веб-клієнт або веб-браузер кожен раз пересилає веб-серверу в HTTP-запиті при спробі відкрити сторінку відповідного сайту.",
      "1.1.8. «IP-адреса» – унікальна мережева адреса вузла в комп'ютерній мережі, побудований за протоколом IP.",
      '1.1.9. «Сервіс Tilda Publishing» – платформа, яка дозволяє проводити навчання та створювати курси з тієї чи іншої тематики. Вона допомагає у проведенні тренінгів, вебінарів, онлайн-занять, онлайн курсів, відкритих семінарів із функцією перевірки домашнього завдання.',
      '1.1.10. «Telegram» – система миттєвого обміну повідомленнями, що дозволяє здійснювати обмін текстовими, графічними, аудіо та аудіовізуальними повідомленнями, а також файлами інших форматів.',
      '1.1.11. «Telegram чат Виконавця» – чат у системі «Telegram», що дозволяє здійснювати обмін текстових, графічних, аудіо та аудіовізуальних повідомлень, а також файлів інших форматів, у рамках наданих послуг Виконавцем за цим Договором.',
      '1.2. Всі визначення, дефініції і терміни, не визначені цим пунктом, тлумачяться в значенні, визначеному чинним законодавством України, а при відсутності такого визначення – в їх звичайному розумінні.',
    ],
  },
  {
    title: '2. ЗАГАЛЬНІ ПОЛОЖЕННЯ',
    list: [
      '2.1. Використання Користувачем даного Сайту означає автоматичну і повну згоду Користувача з цією Політикою конфіденційності та умовами обробки персональних даних Користувача.',
      "2.2. У разі, якщо Користувач не згоден з умовами Політики конфіденційності, останній зобов'язаний припинити використання Сайту і негайно покинути його.",
      '2.3. Дійсна Політика конфіденційності застосовується до Сайту Онлайн курсу або до іншого, закритого веб-сайту, Telegram чату, сервісу «Tilda Publishing» на якому розміщені матеріали курсу, програми.',
      '2.4. Сайт не контролює і не несе відповідальності за сайти третіх осіб, на які Користувач може перейти по посиланнях, доступних на Сайті Онлайн курсу.',
      '2.5. Адміністрація сайту не перевіряє достовірність персональних даних, що надаються Користувачем Сайту Онлайн курсу.',
      '2.6. Адміністрація сайту є контролером персональних даних авторизованих користувачів Онлайн курсу. Контролером персональних даних є особа, яка визначає, для чого (з якою метою) і яким чином збирати персональні дані.',
    ],
  },
  {
    title: '3. ВІКОВІ ОБМЕЖЕННЯ',
    list: [
      '3.1. Реєструючись або бронюючи замовлення на Сайті Онлайн курсу, Користувач підтверджує, що досяг відповідного віку, який дозволяє йому самостійно укладати договори.',
      '3.2. У разі, коли Адміністрація сайту просить Користувача надати згоду на обробку персональних даних, він може зробити це самостійно. Реєструючись або бронюючи замовлення на Сайті Онлайн курсу, Користувач підтверджує, що досяг відповідного віку, який дозволяє йому самостійно давати згоду на обробку персональних даних.',
      '3.3. У разі, якщо Користувач має сумніви щодо того, чи може він самостійно давати згоду на обробку персональних даних, він повинен звернутися до уповноваженого органу з питань захисту персональних даних.',
      "3.4. Адміністрація сайту може звернутися до Користувача з проханням надати додаткові документи або пройти додаткові процедури, з метою переконатися, що він має право самостійно давати згоду на обробку персональних даних. Якщо в Адміністрації сайту виникнуть обґрунтовані сумніви щодо віку Користувача, вона також може звернутися до його батьків або опікунів з метою отримання згоди або схвалення на Обробку персональних даних Користувача, якщо він не досяг відповідного віку. На період з'ясування обставин або отримання згоди, або схвалення від батьків або опікунів Адміністрація сайту може обмежувати обробку даних Користувача шляхом тимчасового блокування облікового запису.",
    ],
  },
  {
    title: '4. ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕЦІЙНОСТІ',
    list: [
      "4.1. Дійсна Політика конфіденційності встановлює зобов'язання Адміністрації сайту щодо нерозголошення та забезпечення режиму захисту конфіденційності персональних даних, які Користувач повинен за вимогою надати Адміністрації сайту при реєстрації або бронюванні на Сайті.",
      '4.2. Персональні дані, дозволені до обробки в рамках цієї Політики конфіденційності, надаються Користувачем шляхом заповнення певних форм на Сайті або в довільному форматі і можуть включати в себе наступну інформацію:',
      '4.2.1. П.І.Б. користувача;',
      '4.2.2. контактний номер телефону Користувача;',
      '4.2.3. адреса електронної пошти (e-mail) Користувача;',
      '4.2.4. обліковий запис Instagram, Telegram та інші;',
      '4.2.5. інші конфіденційні дані про особу Користувача або контакти Користувача.',
      '4.3. Крім даних, передбачених п. 4.2. цієї Політики конфіденційності, Адміністрація сайту залишає за собою право автоматичного збору в процесі перегляду Сайту або його окремих сторінок Користувачем, наступних даних:',
      "4.3.1. IP-адреси електронно-обчислювального пристрою (комп'ютера, телефону, планшета і т.д.) Користувача;",
      '4.3.2. інформації про Сookies-даних, що зберігається в браузері Користувача;',
      "4.3.3. інформації про електронно-обчислювальні пристрої (комп'ютери, телефони, планшети і т.д.) Користувача;",
      '4.3.4. інформації про браузер Користувача, в т.ч. найменування, версію браузера і т.д .;',
      '4.3.5. часу доступу на Сайт;',
      '4.3.6. адреси сторінок Сайту, які переглядав Користувач;',
      '4.3.7. адреси попередніх сторінок, з яких було отримано доступ до Сайту.',
      '4.4. Відключення Користувачем функції збору Сookies може спричинити неможливість доступу до частин Сайту.',
      '4.5. Сайт здійснює збір конфіденційних даних, передбачених п. 4.2.-4.3. цієї Політики конфіденційності, в т.ч. з метою виявлення та вирішення технічних проблем Сайту, для контролю навантаження на Сайті і для проведення статистичних підрахунків ефективності рекламних кампаній Онлайн курсу.',
      '4.6. Будь-яка інша персональна або конфіденційна інформація, не обумовлена ​​вище, підлягає надійному зберіганню і нерозповсюдженню, за винятком випадків, передбачених у п. 7.2. і 7.3. цієї Політики конфіденційності.',
    ],
  },
  {
    title: '5. ЦІЛІ ЗБОРУ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ КОРИСТУВАЧА',
    list: [
      '5.1. Персональні дані Користувача Адміністрація сайту може використовувати в цілях:',
      '5.1.1. Ідентифікації Користувача, зареєстрованого на Сайті Онлайн курсу, для оформлення замовлення і (або) приєднання до договору публічної оферти дистанційним способом.',
      '5.1.2. Надання Користувачеві доступу до персоналізованих ресурсів Сайту, чату Telegram, сервісу «Tilda Publishing».',
      "5.1.3. Встановлення з Користувачем зворотного зв'язку, включаючи напрямок повідомлень, запитів, що стосуються використання Сайту онлайн курсу, чату Telegram, сервісу «Tilda Publishing» надання послуг, обробку запитів і заявок від Користувача.",
      '5.1.4. Визначення місця розташування Користувача для забезпечення безпеки, запобігання шахрайства.',
      '5.1.5. Підтвердження достовірності та повноти Персональних даних, наданих Користувачем.',
      '5.1.6. Створення облікового запису для здійснення замовлення, якщо Користувач дав згоду на створення облікового запису.',
      '5.1.7. Повідомлення Користувача Сайту про стан замовлення.',
      "5.1.8. Надання Користувачеві ефективної клієнтської і технічної підтримки при виникненні проблем, пов'язаних з використанням Сайту, чату Telegram, сервісу «Tilda Publishing».",
      '5.1.9. Надання Користувачеві з його згоди, оновлень продукції, спеціальних пропозицій, інформації про ціни, новин та інших відомостей від імені Онлайн курсу.',
      '5.1.10. Здійснення рекламної діяльності за згодою Користувача.',
      '5.1.11. Надання доступу Користувачеві на сайти партнерів Онлайн курсу з метою отримання продуктів, оновлень і послуг.',
      '5.2. Персональні дані Користувача можуть бути використані для інших цілей, не передбачених Політикою конфіденційності, що входять в сферу діяльності Онлайн курсу.',
    ],
  },
  {
    title: '6. ЗБЕРІГАННЯ ДАНИХ',
    list: [
      '6.1. Адміністрація сайту зберігає Персональні дані Користувача тільки до тих пір, поки вони потрібні йому або Адміністрації сайту, з метою, зазначеною в цій Політиці конфіденційності. Останнє стосується і будь-якої іншої третьої особи, що виконує від імені Адміністрації сайту певні дії. У разі, якщо Адміністрація сайту не потребуватиме певних даних про Користувача і їх не потрібно буде зберігати відповідно до вимог законодавства, вона видалить їх або буде зберігати таким чином, який унеможливить ідентифікацію Користувача.',
    ],
  },
  {
    title: '7. СПОСОБИ, ПОРЯДОК І ТЕРМІНИ ОБРОБКИ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ',
    list: [
      '7.1. Обробка персональних даних Користувача здійснюється без обмеження терміну, будь-яким законним способом, в тому числі в інформаційних системах персональних даних з використанням засобів автоматизації або без використання таких засобів.',
      '7.2. Користувач своїм перебуванням на Сайті автоматично погоджується з тим, що Адміністрація Сайту має право передавати персональні дані третім особам, виключно з метою виконання замовлення Користувача, оформленого на Сайті Онлайн курсу.',
      "7.3. Користувач погоджується з тим, що Адміністрація сайту має право передавати персональні дані третім особам, зокрема, кур'єрським службам, організаціями поштового зв'язку, операторам електрозв'язку, і іншим виключно з метою виконання замовлення Користувача, оформленого на Сайті Онлайн курсу, включаючи розрахунок за користування продуктами Онлайн курсу.",
      '7.4. Персональні дані Користувача можуть бути передані уповноваженим державним і судовим органам тільки при наявності законних підстав і відповідної вимоги.',
      '7.5. При втраті або розголошенні персональних даних Адміністрація сайту інформує Користувача про втрату або розголошення персональних даних будь-якими доступними їй методами.',
      '7.6. Адміністрація сайту вживає необхідних організаційних і технічних заходів для захисту персональної інформації від неправомірного або випадкового доступу, знищення, перекручення, блокування, копіювання, поширення, а також від інших неправомірних дій третіх осіб.',
      '7.7. Адміністрація сайту спільно з Користувачем вживає всіх необхідних заходів щодо запобігання збиткам або інших негативних наслідків, викликаних втратою або розголошенням персональних даних Користувача.',
    ],
  },
  {
    title: "8. ЗОБОВ'ЯЗАННЯ АДМІНІСТРАЦІЇ САЙТУ ІЗ ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ",
    list: [
      "8.1. Адміністрація сайту зобов'язується і гарантує наступне:",
      '8.1.1. Використовувати будь-яку отриману інформацію виключно для цілей, зазначених у п. 5 цієї Політики конфіденційності.',
      '8.1.2. Забезпечити збереження таємниці і збереження Персональної інформації Користувача.',
      '8.1.3. Не розголошувати без попередньої письмової згоди Користувача, а також не здійснювати продаж, обмін, публікацію або розголошення іншими можливими способами переданих персональних даних Користувача, за винятком п. 7.2. і п. 7.3 цієї Політики конфіденційності.',
      '8.1.4. Вживати заходів обережності для захисту конфіденційності персональних даних Користувача згідно з порядком, який зазвичай використовується для захисту такого роду інформації в існуючому діловому обороті.',
      "8.1.5. Здійснити блокування персональних даних, що відносяться до відповідного Користувача, з моменту звернення або запиту Користувача, або його законного представника, або уповноваженого органу щодо захисту прав суб'єктів персональних даних на період перевірки, в разі виявлення недостовірних персональних даних або неправомірних дій.",
    ],
  },
  {
    title: '9. ВІДПОВІДАЛЬНІСТЬ СТОРІН',
    list: [
      "9.1. Адміністрація сайту, якщо не виконала свої зобов'язання, несе відповідальність за збитки, понесені Користувачем у зв'язку з неправомірним використанням персональних даних відповідно до чинного законодавства, за винятком випадків, передбачених п. 7.2., 7.3. і 9.2. цієї Політики конфіденційності.",
      '9.2. У разі втрати або розголошення Персональної інформації Користувача або Замовника, Адміністрація сайту не несе відповідальність, якщо дана інформація:',
      '9.2.1. Стала або була публічною на момент втрати або розголошення;',
      '9.2.2. Була отримана від третьої сторони до моменту її отримання Адміністрацією сайту;',
      '9.2.3. Була розголошена за згодою Користувача.',
      '9.3. Адміністрація сайту у всіх відносинах, не передбачених пунктом 9.2., несе відповідальність відповідно до чинного законодавства.',
    ],
  },
  {
    title: '10. ПОРЯДОК ВИРІШЕННЯ СПОРІВ',
    list: [
      '10.1. Користувач і Адміністрація сайту вирішує всі суперечки і розбіжності, що виникають з відносин, на які поширюється дана Політика конфіденційності шляхом переговорів.',
      '10.2. У разі недосягнення угоди, спір буде переданий на розгляд до судових органів за місцем знаходження відповідача відповідно до діючого процесуального законодавства.',
    ],
  },
  {
    title: '11. ДОДАТКОВІ УМОВИ',
    list: [
      '11.1. Адміністрація сайту має право вносити зміни в дійсну Політику конфіденційності без згоди і повідомлення Користувача.',
      '11.2. Нова Політика конфіденційності вступає в силу з моменту її розміщення на Сайті, якщо інше не передбачено новою редакцією Політики конфіденційності.',
      <>
        11.3. Дійсна Політика конфіденційності розміщена на веб-сторінці Сайту за адресою в мережі
        Інтернет: <Link href={`${web_site}/policy`}>{web_site}/policy</Link>
      </>,
      '11.4. Дійсна Політика конфіденційності відповідає вимогам законодавства України про захист персональних даних і містить докладні відомості щодо даних, які збираються, цілі, способи їх збору, обробки, використання і захисту.',
      "11.5. Примітка для користувачів з Європейського Союзу: діюча Політика конфіденційності підготовлена ​​на виконання обов'язків, передбачених Загальною регламентом щодо захисту даних (Регламент ЄС № 2016/679 від 27.04.2016 року або GDPR – General Data Protection Regulation).",
      '11.6. Всі пропозиції або питання по цій Політиці конфіденційності слід повідомляти через контакти розміщені на веб-сторінці Сайту.',
      '11.7. Текст цієї Політики конфіденційності викладено на українській мові.',
    ],
  },
];
