export const column1 = [
  {
    q: `Я дійсно зможу знайти тут секрет гармонійного та щасливого життя?`,
    a: `Цей  так званий "секрет" може знайти кожна людина – і він ближче, ніж вам здається. Адже багато чого записано у ваш сценарій життя задовго до того, як ви з’явились на світ. У кожної особи є свій власний потенціал і різноманітні завдання, притаманні кожній сфері життя. Ці аспекти виявляються через врахування дати народження. Шлях до гармонійного та щасливого життя, який визначений вашою душею, може бути виявлений завдяки аналізу власної матриці та застосуванню індивідуально підібраних засобів для трансформації. Матриця долі стає надійним інструментом, що надає вичерпні відповіді на всі ваші питання, враховуючи повний спектр вашого життєвого шляху.`,
  },
  {
    q: `Для чого і кому потрібна трансформація?`,
    a: `Трансформація потрібна кожному, хто прагне розвитку та еволюціонування, але в першу чергу вона стає важливою для тих, хто має намір покращити як себе, так і навколишній світ вже сьогодні. Вона дозволяє відчути себе по-новому, не сумніватися в власній самовиразності та наполегливо, а головне успішно, прокладати свій життєвий шлях, орієнтуючись на індивідуальні показники, закладені у матриці долі. Трансформація стає необхідною для тих, хто відчуває себе на перехресті, не має енергії для нового або взагалі втрачає орієнтацію, не знаючи, звідки розпочати й куди рухатися далі. Процес трансформації надає новий стимул, дає можливість переосмислити минуле, розглянути причинно-наслідкові зв'язки в усіх сферах життя та розпочати рішучі кроки у напрямку яскравого і насиченого життя.`,
  },
  {
    q: `Чому мої Учні найкращі та після навчання отримують супервізію від Наталії Ладіні?`,
    a: `Учні мають перевершувати своїх вчителів (звісно не одразу, а з досвідом) - саме тому я впевнений, що мої учні – найкращі. Навчання  в міжнародній школі "Студії трансформації Сергія Скляренка" є одним з кроків для досягнення моєї заповітної мрії, щодо глобальної трансформації людства, саме тому  з кожним з учасників мною проводиться глибинна робота і я без роздумів можу приймати їх у члени моєї асоціації ГО "Психологія людської долі". Я пишаюся своїми учнями, вже сьогодні вони створюють власні унікальні трансформаційні інструменти, які змінюють людей та світ навколо. Ну і це ще не все, адже окрім емоцій необхідно підтвердження – сааме тому компетентність моїх учнів підтверджується складанням випускного іспиту авторці методу Наталії Ладіні.`,
  },
];

export const column2 = [
  {
    q: `Чи можливе індивідуальне навчання зі Сергієм Скляренко?`,
    a: `Так, наразі  існує можливість скористатися різноманітними індивідуальними програмами, які я спеціально розробив для вас. Ви маєте можливість провести особисту годинну консультацію для аналізу вашої матриці долі. Під час такої консультації ми з вами детально розглянемо всі аспекти вашого життя в контексті матриці долі, а після цього я запропоную вам індивідуально розроблений план трансформації, який стане ключем до розкриття вашого потенціалу. 
Ці інструменти залишаються в вашому розпорядженні і є актуальними протягом усього вашого життя, дозволяючи вам використовувати їх, коли ви вважаєте за потрібне. <br/>Якщо ви відчуваєте труднощі у самостійній трансформації, ви також можете обрати формат терапевтичних сесій. Це індивідуальна робота зі мною в онлайн-форматі, в рамках 4, 6 або 8 сесій, під час яких ми разом працюємо над розкриттям та вирішенням ваших запитів, які можуть перешкоджати зростати вашому потенціалу і заважати гармонійному та щасливому життю.`,
  },
  {
    q: `Як "Матриця долі" пов’язана з психологією?`,
    a: `Під час 5-річного ґрунтовного вивчення психології я виявив схожість між тим, що пропонує у деяких аспектах психологія та «Матриця долі». Видатні вчені пропонували різні трактування субособистостей, від 3 Еріка Берна до 7 у Роберто Ассаджиолі. Коли в цей же час, «Матриця долі» нараховує 22 субособистості, надаючи максимально точний опис особистості та підкреслюючи її унікальні особливості, таланти та здібності, які відсутні у багатьох класифікаціях. Саме це спонукало мене науково підтверджувати метод "Матриця долі" та досліджувати це питання глибше.`,
  },
  {
    q: `Чи можна самостійно почати шлях трансформації?`,
    a: `Так, звісно! Для тих, хто хоче пройти перший фундаментальний етап трансформації самостійно, я розробив курс "<a href='/karmologist-himself'>Сам собі кармолог</a>".  Цей курс введе вас у метод “Матриця долі” і дозволить розібратися, хто ви насправді і яка ваша життєва місія.  По закінченню курсу, кожен випускник отримає план трансформації разом із моїми авторськими практиками та унікальними зцілюючими інструментами Наталії Ладіні. Випускники курсу матимуть можливість стати учнем консультантського курсу та завершити поглиблений курс в міжнародній школі "Студія трансформації Сергія Скляренка".`,
  },
];
