export const column1 = {
  uk: [
    {
      q: `Я дійсно зможу знайти тут секрет гармонійного та щасливого життя?`,
      a: `Цей  так званий "секрет" може знайти кожна людина – і він ближче, ніж вам здається. Адже багато чого записано у ваш сценарій життя задовго до того, як ви з’явились на світ. У кожної особи є свій власний потенціал і різноманітні завдання, притаманні кожній сфері життя. Ці аспекти виявляються через врахування дати народження. Шлях до гармонійного та щасливого життя, який визначений вашою душею, може бути виявлений завдяки аналізу власної матриці та застосуванню індивідуально підібраних засобів для трансформації. Матриця долі стає надійним інструментом, що надає вичерпні відповіді на всі ваші питання, враховуючи повний спектр вашого життєвого шляху.`,
    },
    {
      q: `Для чого і кому потрібна трансформація?`,
      a: `Трансформація потрібна кожному, хто прагне розвитку та еволюціонування, але в першу чергу вона стає важливою для тих, хто має намір покращити як себе, так і навколишній світ вже сьогодні. Вона дозволяє відчути себе по-новому, не сумніватися в власній самовиразності та наполегливо, а головне успішно, прокладати свій життєвий шлях, орієнтуючись на індивідуальні показники, закладені у матриці долі. Трансформація стає необхідною для тих, хто відчуває себе на перехресті, не має енергії для нового або взагалі втрачає орієнтацію, не знаючи, звідки розпочати й куди рухатися далі. Процес трансформації надає новий стимул, дає можливість переосмислити минуле, розглянути причинно-наслідкові зв'язки в усіх сферах життя та розпочати рішучі кроки у напрямку яскравого і насиченого життя.`,
    },
    {
      q: `Чому мої Учні найкращі та після навчання отримують супервізію від Наталії Ладіні?`,
      a: `Учні мають перевершувати своїх вчителів (звісно не одразу, а з досвідом) - саме тому я впевнений, що мої учні – найкращі. Навчання  в міжнародній школі "Студії трансформації Сергія Скляренка" є одним з кроків для досягнення моєї заповітної мрії, щодо глобальної трансформації людства, саме тому  з кожним з учасників мною проводиться глибинна робота і я без роздумів можу приймати їх у члени моєї асоціації ГО "Психологія людської долі". Я пишаюся своїми учнями, вже сьогодні вони створюють власні унікальні трансформаційні інструменти, які змінюють людей та світ навколо. Ну і це ще не все, адже окрім емоцій необхідно підтвердження – сааме тому компетентність моїх учнів підтверджується складанням випускного іспиту авторці методу Наталії Ладіні.`,
    },
  ],
  ru: [
    {
      q: 'Я действительно смогу найти здесь секрет гармоничной и счастливой жизни?',
      a: 'Этот так называемый "секрет" может найти каждый человек - и он ближе, чем кажется. Ведь многое записано в вашем сценарии жизни задолго до вашего появления на свет. У каждого человека есть свой собственный потенциал и разнообразные задачи в каждой  из сфер жизни. Эти аспекты проявляются учитывая дату вашего рождения. Путь к гармоничной и счастливой жизни, который определен вашей душой, может быть обнаружен благодаря анализу собственной матрицы и применению индивидуально подобранных средств для трансформации. Матрица судьбы становится надежным инструментом, который предоставляет исчерпывающие ответы на все вопросы, учитывая полный спектр вашего жизненного пути.',
    },
    {
      q: 'Для чего и кому нужна трансформация?',
      a: 'Трансформация нужна каждому, кто стремится к развитию и эволюционированию, но в первую очередь, она становится важной для тех, кто намерен улучшить как себя, так и окружающий мир уже сегодня. Она позволяет почувствовать себя по-новому, не сомневаться в собственном самовыражении и настойчиво, а главное успешно, прокладывать свой жизненный путь, ориентируясь на индивидуальные показатели, заложенные в матрице судьбы. Трансформация необходима тем, кто чувствует себя на перекрестке, не имеет энергии для нового или вообще теряет ориентацию, не зная, откуда начать и куда двигаться дальше. Процесс трансформации дает новый стимул и возможность переосмыслить прошлое, рассмотреть причинно-следственные связи во всех сферах жизни и начать решительные шаги в направлении яркой и насыщенной жизни.',
    },
    {
      q: 'Почему мои Ученики лучшие и после обучения получают супервизию от Натальи Ладини?',
      a: 'Ученики должны превосходить своих учителей (конечно не сразу, а с опытом) - именно поэтому я уверен, что мои ученики — лучшие. Обучение в международной школе "Студии трансформации Сергея Скляренко" является одним из шагов для достижения моей заветной мечты — глобальной трансформации человечества, поэтому с каждым из участников мной проводится глубинная работа и я без раздумий могу принимать их в члены моей ассоциации ОО "Психология человеческой судьбы". Я горжусь своими учениками, уже сегодня они создают собственные уникальные трансформационные инструменты, которые меняют людей и мир вокруг. Ну и это еще не все, ведь кроме эмоций необходимо подтверждение — именно поэтому компетентность моих учеников подтверждается сдачей выпускного экзамена автору метода Наталье Ладини.',
    },
  ],
};

export const column2 = {
  uk: [
    {
      q: `Чи можливе індивідуальне навчання зі Сергієм Скляренко?`,
      a: `Так, наразі  існує можливість скористатися різноманітними індивідуальними програмами, які я спеціально розробив для вас. Ви маєте можливість провести особисту годинну консультацію для аналізу вашої матриці долі. Під час такої консультації ми з вами детально розглянемо всі аспекти вашого життя в контексті матриці долі, а після цього я запропоную вам індивідуально розроблений план трансформації, який стане ключем до розкриття вашого потенціалу. 
Ці інструменти залишаються в вашому розпорядженні і є актуальними протягом усього вашого життя, дозволяючи вам використовувати їх, коли ви вважаєте за потрібне. <br/>Якщо ви відчуваєте труднощі у самостійній трансформації, ви також можете обрати формат терапевтичних сесій. Це індивідуальна робота зі мною в онлайн-форматі, в рамках 4, 6 або 8 сесій, під час яких ми разом працюємо над розкриттям та вирішенням ваших запитів, які можуть перешкоджати зростати вашому потенціалу і заважати гармонійному та щасливому життю.`,
    },
    {
      q: `Як "Матриця долі" пов’язана з психологією?`,
      a: `Під час 5-річного ґрунтовного вивчення психології я виявив схожість між тим, що пропонує у деяких аспектах психологія та "Матриця долі". Видатні вчені пропонували різні трактування субособистостей, від 3 Еріка Берна до 7 у Роберто Ассаджиолі. Коли в цей же час, "Матриця долі" нараховує 22 субособистості, надаючи максимально точний опис особистості та підкреслюючи її унікальні особливості, таланти та здібності, які відсутні у багатьох класифікаціях. Саме це спонукало мене науково підтверджувати метод "Матриця долі" та досліджувати це питання глибше.`,
    },
    {
      q: `Чи можна самостійно почати шлях трансформації?`,
      a: `Так, звісно! Для тих, хто хоче пройти перший фундаментальний етап трансформації самостійно, я розробив курс "<a href='/karmologist-himself'>Сам собі кармолог</a>".  Цей курс введе вас у метод "Матриця долі" і дозволить розібратися, хто ви насправді і яка ваша життєва місія.  По закінченню курсу, кожен випускник отримає план трансформації разом із моїми авторськими практиками та унікальними зцілюючими інструментами Наталії Ладіні. Випускники курсу матимуть можливість стати учнем консультантського курсу та завершити поглиблений курс в міжнародній школі "Студія трансформації Сергія Скляренка".`,
    },
  ],
  ru: [
    {
      q: 'Возможно ли индивидуальное обучение с Сергеем Скляренко?',
      a: 'Да, сейчас существует возможность воспользоваться различными индивидуальными программами, которые я специально разработал для вас. У вас есть возможность провести личную часовую консультацию для анализа вашей матрицы судьбы. Во время такой консультации мы с вами подробно рассмотрим все аспекты вашей жизни в контексте матрицы судьбы. А после этого я предложу вам индивидуально разработанный план трансформации, который станет ключом к раскрытию вашего потенциала. Эти инструменты остаются в вашем распоряжении и актуальны на протяжении всей вашей жизни, позволяя использовать их, когда вы посчитаете нужным. Если вы испытываете трудности в самостоятельной трансформации, вы также можете выбрать формат терапевтических сессий. Это индивидуальная работа со мной в онлайн-формате, в рамках 4, 6 или 8 сессий. На этих сессиях мы вместе поработаем над раскрытием и решением запросов, которые могут препятствовать росту вашего потенциала и мешать гармоничной и счастливой жизни.',
    },
    {
      q: 'Как "Матрица судьбы" связана с психологией?',
      a: 'Во время 5-летнего основательного изучения психологии я обнаружил сходство между тем, что предлагает в некоторых аспектах психология и "Матрица судьбы". Выдающиеся ученые предлагали различные трактовки субличностей, от 3 Эрика Берна до 7 у Роберто Ассаджиоли. Когда в это же время, "Матрица судьбы" насчитывает 22 субличности, предоставляя максимально точное описание личности и подчеркивая ее уникальные особенности, таланты и способности, которые отсутствуют во многих классификациях. Именно это побудило меня научно подтверждать метод "Матрица судьбы" и исследовать этот вопрос глубже.',
    },
    {
      q: 'Можно ли самостоятельно начать путь трансформации?',
      a: 'Да, конечно! Для тех, кто хочет пройти первый фундаментальный этап трансформации самостоятельно, я разработал курс "<a href=\'/karmologist-himself\'>Сам себе кармолог</a>". Этот курс введет вас в метод "Матрица судьбы" и позволит разобраться, кто вы на самом деле и какова ваша жизненная миссия. По окончанию курса, каждый выпускник получит план трансформации вместе с моими авторскими практиками и уникальными исцеляющими инструментами Натальи Ладини. Выпускники курса будут иметь возможность стать учеником консультантского курса и завершить углубленный курс в международной школе "Студия трансформации Сергея Скляренко".',
    },
  ],
};
