const webinars = [
  {
    name: {
      uk: 'Лекція "Ключ до достатку в Ері Водолія"',
      ru: 'Лекция "Ключ к достатку в Эре Водолея"',
    },
    isWaiting: false,
    img: '/assets/images/meditations/webinar1.webp',
    price: '25€',
    link: '#',
    category: 'webinars',
    id: 1,
    desc: {
      text: {
        uk: [
          'Лекція містить опис основних правил взаємодії з матерією в Ері Водолія. Запропонований матеріал може здатися досить простим, але закони Всесвіту не є перепоною на шляху до відчуття радості буття',
          'Теоретична частина містить достатньо інформації, щоб через призму нового розуміння грошей створити правила життя, згідно з якими душа, розум і тіло гармонійно розвиватимуться паралельно один з одним, відкриваючи шлях до достатку у всіх сферах',
          'Бонусом до вебінару додається авторська медитація “Достаток”, а також практика зі створення грошового амулета із застосуванням рунічної магії',
        ],
        ru: [
          'Лекция содержит описание основных правил взаимодействия с материей в Эре Водолея. Предложенный материал может показаться достаточно простым, но законы Вселенной не являются преградой на пути к ощущению радости бытия.',
          'Теоретическая часть содержит достаточно информации, чтобы сквозь призму нового понимания денег создать правила жизни, согласно которым душа, разум и тело будут гармонично развиваться параллельно друг с другом, открывая путь к изобилию во всех сферах.',
          'Бонусом к вебинару  идет авторская медитация «Достаток», а также практика по созданию денежного амулета с применением рунической магии',
        ],
      },
    },
  },
  {
    name: { uk: 'Вебінар "Жінка очима чоловіка"', ru: 'Вебинар «Женщина глазами мужчины»' },
    isWaiting: false,
    img: '/assets/images/meditations/webinar2.webp',
    price: '25€',
    link: '#',
    category: 'webinars',
    id: 2,
    desc: {
      list: {
        title: {
          uk: 'ВЕБІНАР МІСТИТЬ ТЕОРЕТИЧНИЙ РОЗБІР НАСТУПНИХ ТЕМ:',
          ru: 'ВЕБИНАР СОДЕРЖИТ ТЕОРЕТИЧЕСКИЙ РАЗБОР СЛЕДУЮЩИХ ТЕМ:',
        },
        text: {
          uk: [
            'Енергія Імператора та Імператриці в методі "Матриця долі"',
            'Як заниження власного потенціалу робить життя жінки по-справжньому гармонійним?',
            'Взаємодія з чоловіками з позиції Імператриці – нова межа відносин',
            'Отримання ресурсу достатку в інтимній близькості – що для цього потрібно?',
          ],
          ru: [
            'Энергия Императора и Императрицы в методе "Матрица судьбы"',
            'Как занижение собственного потенциала делает жизнь женщины по настоящему гармоничной?',
            'Взаимодействие с мужчинами с позиции Императрицы — новый предел отношений',
            'Получение ресурса изобилия в интимной близости — что для этого нужно?',
          ],
        },
      },
    },
  },
];

const intensives = [
  {
    name: {
      uk: 'Дев\'ятичакрова карта здоров\'я в "Матриці долі"',
      ru: 'Девятичакровая карта здоровья в "Матрице судьбы"',
    },
    isWaiting: false,
    img: '/assets/images/meditations/intensive1.webp',
    link: '#',
    category: 'intensives',
    id: 3,
  },
];

const ethers = [
  {
    name: { uk: 'Частина 1. Життя до трансформації', ru: 'Часть 1. Жизнь до трансформации' },
    isWaiting: false,
    video: 'ucaO_uCl_zA?si=fRHLD_GfN7gNVYiA',
    category: 'ethers',
  },
  {
    name: {
      uk: 'Частина 2. Життя під час трансформації',
      ru: 'Часть 2. Жизнь во время трансформации',
    },
    isWaiting: false,
    video: 'h0zJZx2xSqY?si=ft7y3fnAYEwzvkFH',
    category: 'ethers',
  },
  {
    name: { uk: 'Частина 3. Життя після трансформації', ru: 'Часть 3. Жизнь после трансформации' },
    isWaiting: false,
    video: 'G0Vnw3FohEg?si=4MB2Sf7Xa0-eR9Kz',
    category: 'ethers',
  },
  {
    name: { uk: 'Яка ваша роль у соціальному світі?', ru: 'Какова ваша роль в социальном мире?' },
    isWaiting: false,
    video: 'vH7G-zN1bjs?si=-zapvB5ylhR6G6ns',
    category: 'ethers',
  },
  {
    name: { uk: 'Як бути собою?', ru: 'Как быть собой?' },
    isWaiting: false,
    video: 'VyBiyvpeMWc?si=zd2Y2k-QxU5eKxWZ',
    category: 'ethers',
  },
  {
    name: { uk: 'Етапи духовного розвитку', ru: 'Этапы духовного развития.' },
    isWaiting: false,
    video: 'aPoB9V-dTgs?si=jAD6OQpFDhiU7vG5',
    category: 'ethers',
  },
  {
    name: { uk: 'ПТСР та його вплив на наше життя', ru: 'ПТСР и его влияние на нашу жизнь.' },
    isWaiting: false,
    video: 'dTQYRPP8Dlk?si=ORY4ht0ncM7v4h6X',
    category: 'ethers',
  },
];

const list = { webinars, intensives, ethers };

export default list;
