export const gifts = [
  {
    name: { uk: 'Подарунковий сертифікат', ru: 'Подарочный сертификат' },
    img: '/assets/images/meditations/cert.webp',
    remark: {
      uk: '*Вартість залежить від обраної послуги',
      ru: '*Стоимость зависит от выбранной услуги',
    },
    id: 1,
    contactUs: true,
    desc: {
      text: {
        uk: [
          'Сертифікат – чудова ідея подарунку для близьких людей. Надайте своїм рідним та близьким можливість розпочати свій шлях самопізнання!',
          'Ви можете обрати сертифікат на будь-яку послугу “Студії трансформації Сергія Скляренка” або залишити вибір майбутньому одержувачу.',
        ],
        ru: [
          'Сертификат — отличная идея подарка для близких людей. Подарите своим родным и близким возможность начать свой путь самопознания!',
          'Вы можете заказать сертификат на любую услугу "Студии трансформации Сергея Скляренко" или оставить этот выбор  получателю.',
        ],
      },
      howToOrder: {
        title: {
          uk: 'ЯК ОФОРМИТИ ПОДАРУНКОВИЙ СЕРТИФІКАТ?',
          ru: 'КАК ОФОРМИТЬ ПОДАРОЧНЫЙ СЕРТИФИКАТ?',
        },
        text: {
          uk: [
            'Для того, щоб обрати і оплатити послугу, зверніться до нашого менеджера в будь-який зручний для вас месенджер.',
            '*Детальна інструкція для запису на консультацію через подарунковий сертифікат буде надіслана разом із сертифікатом.',
            '**Сертифікат можна отримати в електронному вигляді в будь-якій точці світу.',
          ],
          ru: [
            'Чтобы выбрать и оплатить услугу — напишите нашему менеджеру в любом удобном для вас мессенджере.',
            '*Детальная инструкция для записи на консультацию по подарочному сертификату будет отправлена вместе с сертификатом.',
            '**Сертификат можно получить в электронном виде в любой точке мира.',
          ],
        },
      },
    },
  },
  {
    name: { uk: 'Матрична свічка', ru: 'Матричная свеча' },
    img: '/assets/images/meditations/candle.webp',
    price: 33,
    discount: 23,
    id: 2,
    desc: {
      text: {
        uk: ['Матрична свічка – унікальний практичний інструмент, якому немає аналогів!'],
        ru: ['Матричная свеча — уникальный практичный инструмент, которому нет аналогов!'],
      },
      howItLooks: {
        title: { uk: 'ЯК ВИГЛЯДАЄ СВІЧКА?', ru: 'КАК ВЫГЛЯДИТ СВЕЧА?' },
        textBefore: {
          uk: ['Свічка – є найпотужнішим провідником у світ 22 сакральних енергій:'],
          ru: ['Свеча — является мощнейшим проводником в мир 22 сакральных энергий:'],
        },
        list: {
          uk: [
            'Білий колір — найсильніший для ритуалів на очищення та оновлення, виступає захистом від різноманітних негативних впливів.',
            '8-кутна форма свічки повторює форму самої матриці – діагонального та прямого квадратів.',
            'Висота 22 сантиметри — нумерологічне відображення 22 енергій світобудови, а 8-сантиметровий діаметр — проводить вібрацію енергії "Кармічної Справедливості".',
            'Пальмовий екологічно чистий віск не прилипає до поверхонь, тому свічку сміливо можна використовувати у будь-якому просторі без підставки.',
            '100 годин горіння.',
          ],
          ru: [
            ' Белый цвет — самый сильный для ритуалов на очищение и обновление, служит защитой от различных негативных воздействий.',
            '8-угольная форма свечи повторяет форму самой матрицы — диагонального и прямого квадратов.',
            'Высота 22 сантиметра — нумерологическое отражение 22 энергий мироздания, а 8-сантиметровый диаметр — проводит вибрацию энергии "Кармической Справедливости".',
            'Пальмовый, экологически чистый, воск не прилипает к поверхностям, поэтому свечу смело можно использовать в любом пространстве без подставки.',
            '100 часов горения.',
          ],
        },
        textAfter: {
          uk: [
            'Відсутність ароматизаторів робить свічку гіпоалергенною і відкриває простір для вашої творчості у виборі ароматичних масел для її активації.',
            '*Свічку обнулення карми можна використовувати для різних практик. Будь-який ваш намір буде посилено сакральною геометрією та дозволить провести глибокий трансформаційний процес.',
          ],
          ru: [
            'Отсутствие ароматизаторов делает свечу гипоаллергенной и открывает поле для вашего творчества в выборе ароматических масел для ее активации.',
            '*Свечу обнуления кармы можно использовать для различных практик. Любое ваше намерение будет усилено сакральной геометрией и позволит качественно провести глубокий трансформационный процесс.',
          ],
        },
      },
    },
  },
  {
    name: { uk: 'Бокс "Полум’я трансформації"', ru: 'Бокс "Пламя трансформации"' },
    img: '/assets/images/meditations/block.webp',
    price: 88,
    id: 3,
    desc: {
      text: {
        uk: [
          'Бокс "Полум\'я трансформації" – унікальний інструмент від "Студії трансформації Сергія Скляренка" та засновниці методу "Матриця долі" Наталії Ладіні.',
        ],
        ru: [
          'Бокс "Пламя трансформации" - уникальный инструмент от "Студии трансформации Сергея Скляренко" и основательницы метода "Матрица судьбы" Натальи Ладини.',
        ],
      },
      whatIsInside: {
        title: { uk: 'ЩО ВХОДИТЬ В БОКС?', ru: 'ЧТО ВХОДИТ В БОКС?' },
        list: {
          uk: [
            'матрична свічка',
            'арома-масло',
            'пало-санто',
            'медитація',
            'арома-паличка',
            'файл-інструкція',
          ],
          ru: [
            'матричная свеча',
            'ароматическое масло',
            'пало-санто',
            'медитация',
            'ароматическая палочка',
            'файл-инструкция',
          ],
        },
      },
      howItLooks: {
        title: { uk: 'ЯК ВИГЛЯДАЄ БОКС?', ru: 'КАК ВЫГЛЯДИТ БОКС?' },
        textBefore: {
          uk: [
            'У боксі зібрані всі важливі матеріали для практики. Ключовий елемент боксу – матрична свічка. Вона є своєрідним втіленням енергій матриці долі на фізичному рівні. Стихія вогню разом з медитивною технікою активує архетипи, що закладені в кармічній задачі для пропрацювання.',
            '*Лімітований тираж: доставка здійснюється лише по Україні.',
          ],
          ru: [
            'В боксе собраны все важные материалы для практики. Ключевой элемент бокса — матричная свеча. Она является своеобразным воплощением энергий матрицы судьбы на физическом уровне. Стихия огня вместе с медитативной техникой активирует архетипы, заложенные в кармической задаче для проработки.',
            '*Лимитированный тираж: доставка осуществляется только по Украине.',
          ],
        },
      },
    },
  },
];
