export const gifts = [
  {
    name: "Подарунковий сертифікат",
    img: "/assets/images/meditations/cert.webp",
    remark: "*Вартість залежить від обраної послуги",
    id: 1,
    contactUs: true,
    desc: {
      text: [
        "Сертифікат – чудова ідея подарунку для близьких людей. Надайте своїм рідним та близьким можливість розпочати свій шлях самопізнання!",
        "Ви можете обрати сертифікат на будь-яку послугу “Студії трансформації Сергія Скляренка” або залишити вибір майбутньому одержувачу.",
      ],
      howToOrder: {
        title: "ЯК ОФОРМИТИ ПОДАРУНКОВИЙ СЕРТИФІКАТ?",
        text: [
          "Для того, щоб обрати і оплатити послугу, зверніться до нашого менеджера в будь-який зручний для вас месенджер.",
          "*Детальна інструкція для запису на консультацію через подарунковий сертифікат буде надіслана разом із сертифікатом.",
          "**Сертифікат можна отримати в електронному вигляді в будь-якій точці світу.",
        ],
      },
    },
  },
  {
    name: "Матрична свічка",
    img: "/assets/images/meditations/candle.webp",
    price: 33,
    discount: 23,
    id: 2,
    desc: {
      text: [
        "Матрична свічка – унікальний практичний інструмент, якому немає аналогів!",
      ],
      howItLooks: {
        title: "ЯК ВИГЛЯДАЄ СВІЧКА?",
        textBefore: [
          "Свічка – є найпотужнішим провідником у світ 22 сакральних енергій:",
        ],
        list: [
          "Білий колір — найсильніший для ритуалів на очищення та оновлення, виступає захистом від різноманітних негативних впливів.",
          "8-кутна форма свічки повторює форму самої матриці – діагонального та прямого квадратів.",
          "Висота 22 сантиметри — нумерологічне відображення 22 енергій світобудови, а 8-сантиметровий діаметр — проводить вібрацію енергії “Кармічної Справедливості”.",
          "Пальмовий екологічно чистий віск не прилипає до поверхонь, тому свічку сміливо можна використовувати у будь-якому просторі без підставки.",
          "100 годин горіння.",
        ],
        textAfter: [
          "Відсутність ароматизаторів робить свічку гіпоалергенною і відкриває простір для вашої творчості у виборі ароматичних масел для її активації.",
          "*Свічку обнулення карми можна використовувати для різних практик. Будь-який ваш намір буде посилено сакральною геометрією та дозволить провести глибокий трансформаційний процес.",
        ],
      },
    },
  },
  {
    name: "Бокс “Полум’я трансформації”",
    img: "/assets/images/meditations/block.webp",
    price: 88,
    id: 3,
    desc: {
      text: [
        "Бокс “Полум'я трансформації” – унікальний інструмент від “Студії трансформації Сергія Скляренка” та засновниці методу “Матриця долі2 Наталії Ладіні.",
      ],
      whatIsInside: {
        title: "ЩО ВХОДИТЬ В БОКС?",
        list: [
          "матрична свічка",
          "арома-масло",
          "пало-санто",
          "медитація",
          "арома-паличка",
          "файл-інструкція",
        ],
      },
      howItLooks: {
        title: "ЯК ВИГЛЯДАЄ БОКС?",
        textBefore: [
          "У боксі зібрані всі важливі матеріали для практики. Ключовий елемент боксу – матрична свічка. Вона є своєрідним втіленням енергій матриці долі на фізичному рівні. Стихія вогню разом з медитивною технікою активує архетипи, що закладені в кармічній задачі для пропрацювання.",
          "*Лімітований тираж: доставка здійснюється лише по Україні.",
        ],
      },
    },
  },
];
