const guideTTEnergies = [
  {
    name: { uk: '1 код долі "Енергія Мага"', ru: '1 код судьбы "Энергия Мага"' },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '1 код долі <span>"Енергія Мага"</span>',
      ru: '1 код судьбы <span>"Энергия Мага"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '2 код долі "Енергія Верховної Жриці"',
      ru: '2 код судьбы "Энергия Верховной Жрицы"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '2 код долі <span>"Енергія Верховної Жриці"</span>',
      ru: '2 код судьбы <span>"Энергия Верховной Жрицы"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '3 код долі "Енергія Імператриці" в житті жінки',
      ru: '3 код судьбы "Энергия Императрицы" в жизни женщины',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '3 код долі <span>"Енергія Імператриці" в житті жінки</span>',
      ru: '3 код судьбы <span>"Энергия Императрицы" в жизни женщины</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '3 код долі "Енергія Імператриці" в житті чоловіка',
      ru: '3 код судьбы "Энергия Императрицы" в жизни мужчины',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '3 код долі <span>"Енергія Імператриці" в житті чоловіка</span>',
      ru: '3 код судьбы <span>"Энергия Императрицы" в жизни мужчины</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '4 код долі "Енергія Імператора" в житті жінки',
      ru: '4 код судьбы "Энергия Императора" в жизни женщины',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '4 код долі <span>"Енергія Імператора" в житті жінки</span>',
      ru: '4 код судьбы <span>"Энергия Императора" в жизни женщины</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '4 код долі "Енергія Імператора" в житті чоловіка',
      ru: '4 код судьбы "Энергия Императора" в жизни мужчины',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '4 код долі <span>"Енергія Імператора" в житті чоловіка</span>',
      ru: '4 код судьбы <span>"Энергия Императора" в жизни мужчины</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '5 код долі "Енергія Вчителя, Учня, Ієрофанта"',
      ru: '5 код судьбы "Энергия Учителя, Ученика, Иерофанта"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '5 код долі <span>"Енергія Вчителя, Учня, Ієрофанта"</span>',
      ru: '5 код судьбы <span>"Энергия Учителя, Ученика, Иерофанта"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '6 код долі "Енергія Кохання та Відносин"',
      ru: '6 код судьбы "Энергия Любви и Отношений"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '6 код долі <span>"Енергія Кохання та Відносин"</span>',
      ru: '6 код судьбы <span>"Энергия Любви и Отношений"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: { uk: '7 код долі "Енергія Воїна"', ru: '7 код судьбы "Энергия Воина"' },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '7 код долі <span>"Енергія Воїна"</span>',
      ru: '7 код судьбы <span>"Энергия Воина"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '8 код долі "Енергія Кармічної Справдливості"',
      ru: '8 код судьбы "Энергия Кармической Справедливости"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '8 код долі <span>"Енергія Кармічної Справедливості"</span>',
      ru: '8 код судьбы <span>"Энергия Кармической Справедливости"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '9 код долі "Енергія Мудреця, Відлюдника"',
      ru: '9 код судьбы "Энергия Мудреца, Отшельника"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '9 код долі <span>"Енергія Мудреця, Відлюдника"</span>',
      ru: '9 код судьбы <span>"Энергия Мудреца, Отшельника"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: { uk: '10 код долі "Енергія Фортуни"', ru: '10 код судьбы "Энергия Фортуны"' },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '10 код долі <span>"Енергія Фортуни"</span>',
      ru: '10 код судьбы <span>"Энергия Фортуны"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '11 код долі "Енергія Сили та Потенціалу"',
      ru: '11 код судьбы "Энергия Силы и Потенциала"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '11 код долі <span>"Енергія Сили та Потенціалу"</span>',
      ru: '11 код судьбы <span>"Энергия Силы и Потенциала"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '12 код долі "Енергія Служіння Людям"',
      ru: '12 код судьбы "Энергия Служения Людям"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '12 код долі <span>"Енергія Служіння Людям"</span>',
      ru: '12 код судьбы <span>"Энергия Служения Людям"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '13 код долі "Енергія Смерті та Трансформації"',
      ru: '13 код судьбы "Энергия Смерти и Трансформации"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '13 код долі <span>"Енергія Смерті Та Трансформації"</span>',
      ru: '13 код судьбы <span>"Энергия Смерти и Трансформации"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: { uk: '14 код долі "Енергія Зрілої Душі"', ru: '14 код судьбы "Энергия Зрелой Души"' },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '14 код долі <span>"Енергія Зрілої Душі"</span>',
      ru: '14 код судьбы <span>"Энергия Зрелой Души"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '15 код долі "Енергія Темного Ангела"',
      ru: '15 код судьбы "Энергия Темного Ангела"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '15 код долі <span>"Енергія Темного Ангела"</span>',
      ru: '15 код судьбы <span>""Энергия Темного Ангела"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '16 код долі "Енергія Духовного Пробудження"',
      ru: '16 код судьбы "Энергия Духовного Пробуждения"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '16 код долі <span>"Енергія Духовного Пробудження"</span>',
      ru: '16 код судьбы <span>"Энергия Духовного Пробуждения"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: { uk: '17 код долі "Енергія Зірки"', ru: '17 код судьбы "Энергия Звезды"' },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '17 код долі <span>"Енергія Зірки"</span>',
      ru: '17 код судьбы <span>"Энергия Звезды"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '18 код долі "Енергія Місяця і Страхів"',
      ru: '18 код судьбы "Энергия Луны и Страхов"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '18 код долі <span>"Енергія Місяця і Страхів"</span>',
      ru: '18 код судьбы <span>"Энергия Луны и Страхов"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: { uk: '19 код долі "Енергія Сонця"', ru: '19 код судьбы "Энергия Солнца"' },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '19 код долі <span>"Енергія Сонця"</span>',
      ru: '19 код судьбы <span>"Энергия Солнца"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: { uk: '20 код долі "Енергія Роду"', ru: '20 код судьбы "Энергия Рода"' },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '20 код долі <span>"Енергія Роду"</span>',
      ru: '20 код судьбы <span>"Энергия Рода"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: { uk: '21 код долі "Енергія Миру"', ru: '21 код судьбы "Энергия Мира"' },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '21 код долі <span>"Енергія Миру"</span>',
      ru: '21 код судьбы <span>"Энергия Мира"</span>',
    },
    price: '10€',
    link: '#',
  },
  {
    name: {
      uk: '22 код долі "Енергія Вищої Духовної Свободи"',
      ru: '22 код судьбы "Энергия Высшей Духовной Свободы"',
    },
    isWaiting: false,
    category: 'guideAndBooks',
    cardName: {
      uk: '22 код долі <span>"Енергія Вищої Духовної Свободи"</span>',
      ru: '22 код судьбы <span>"Энергия Высшей Духовной Свободы"</span>',
    },
    price: '10€',
    link: '#',
  },
];

const otherGuidesList = [
  {
    name: { uk: 'Солярний гайд', ru: 'Солярный гайд' },
    img: '/assets/images/meditations/other_guides.webp',
    price: '140€',
    link: '#',
    id: 1,
    category: 'other',

    desc: {
      text: {
        uk: [
          'Соляр – це персональний гороскоп на наступний рік, розрахований за датою та часом вашого народження.',
          'Включення соляра є енергетично сильним інструментом, що відображається на аурі та впливає на духовний рівень майбутнього року.',
          'Завдяки солярному гайду  ви обнуляєте свої негативні аспекти минулого року і закладаєте позитивні аспекти наступного року. Перші 12 днів після Дня народження є дуже важливими, оскільки в цей період ви запрограмовуєте себе на великі зміни. А також активуєте всі 9 чакр.',
        ],
        ru: [
          'Соляр — это персональный гороскоп на следующий год, рассчитанный по дате и времени вашего рождения.',
          'Включение соляра — энергетически сильный инструмент, который отражается на ауре и влияет на духовный уровень будущего года.',
          'Благодаря солярному гайду вы обнуляете свои негативные аспекты прошлого года и закладываете положительные аспекты следующего года. Первые 12 дней после Дня рождения — очень важны, поскольку в этот период вы программируете себя на большие изменения. А также активируете все 9 чакр.',
        ],
      },
    },
  },
];

const booksList = [
  {
    name: {
      uk: 'Електронна книга "Технології тренінгу: улюблений  “складний” учасник"',
      ru: 'Электронная книга "Технологии тренинга: любимый "сложный" участник"',
    },
    img: '/assets/images/meditations/book1.webp',
    price: '7€',
    link: '#',
    id: 2,
    category: 'books',
    desc: {
      text: {
        uk: [
          'Книга "Технології тренінгу: улюблений “складний” учасник" є практичним посібником, спрямованим на тренерів-професіоналів та початківців, які працюють з групами, що включають “складних” учасників. “Складні” учасники — це люди з особливими потребами, викликами або поведінкою, які можуть ускладнити процес тренінгу або привести до неефективного результату.',
          'У цій книзі ви знайдете кейси та вправи, які допоможуть ефективно взаємодіяти зі “складними” учасниками і створити сприятливу атмосферу для їхнього залучення до тренінгової діяльності. Книга розглядає такі аспекти, як розуміння потреб “складних” учасників, розвиток емпатії, використання адаптивних комунікаційних стратегій та практики регулювання групової динаміки.',
          '“Складні” учасники — це люди з особливими потребами, викликами або поведінкою, які можуть ускладнити процес тренінгу або привести до неефективного результату. Автори пропонують конкретні інструменти, які допоможуть вам працювати зі складними ситуаціями, такими, як конфлікти, невпевненість або опір учасників. Вони також надають поради щодо використання різних підходів і методів для стимулювання активності та розвитку учасників.',
          'Книга "Технології тренінгу: улюблений “складний” учасник" є цінним додатком до тренінгової літератури, який допоможе вам зрозуміти та ефективно впоратися з викликами, пов’язаними зі “складними” учасниками, та підвищити ваш рівень тренерської майстерності.',
          'У книзі 140 сторінок',
        ],
        ru: [
          'Электронная книга "Технологии тренинга: любимый "сложный" участник" —  это практическое пособие, созданное для тренеров-профессионалов и только начинающих, которые работают с группами со «сложными» участниками. "Сложные" участники — это люди с особыми потребностями, вызовами или поведением, которые могут усложнить процесс тренинга или привести к неэффективному результату.',
          'В этой книге вы найдете кейсы и упражнения, которые помогут эффективно взаимодействовать со "сложными" участниками и создать благоприятную атмосферу для их вовлечения в тренинговую деятельность. Книга рассматривает ряд аспектов: понимание потребностей "сложных" участников, развитие эмпатии, использование адаптивных коммуникационных стратегий и практики регулирования групповой динамики.',
          'Авторы предлагают конкретные инструменты, помогающие работать со сложными ситуациями, такими, как конфликты, неуверенность или сопротивление участников. А еще — дают советы по использованию различных подходов и методов для стимулирования активности и развития участников.',
          'Книга "Технологии тренинга: любимый "сложный" участник" — это ценное дополнение к тренинговой литературе, которое поможет вам понять и эффективно справиться с вызовами, связанными со "сложными" участниками, и повысить ваш уровень тренерского мастерства.',
          'В книге 140 страниц.',
        ],
      },
    },
  },
  {
    name: {
      uk: 'Електронна книга "Тренінгові вправи для початківців та професіоналів"',
      ru: 'Электронная книга "Тренинговые упражнения для начинающих и профессионалов"',
    },
    img: '/assets/images/meditations/book2.webp',
    price: '7€',
    link: '#',
    id: 3,
    category: 'books',
    desc: {
      text: {
        uk: [
          'Електронна книга “Тренінгові вправи для початківців і професіоналів” створена учителем СЕРГІЯ СКЛЯРЕНКА Леонідом Ніколаєвим, щоб допомогти тренерам, які починають свою професійну діяльність, бути максимально ефективними у своїй роботі та розширити арсенал корисних інструментів досвідченим тренерам.',
          'У книзі зібрано 62 вправи від 20-х тренерів, серед яких є авторські практики СЕРГІЯ СКЛЯРЕНКА з повним алгоритмом їх проведення. Кожна вправа чітко структурована: прописані цілі та висновки, розкрито алгоритм роботи, вказано час на проведення та кількість учасників, які можуть бути задіяні для максимально продуктивної взаємодії',
          'До методичного посібника увійшли вправи на теми, котрі обрані тренерами на основі аналізу найбільш популярних запитів клієнтів: мотивація, постановка цілей, отримання ресурсів, кар’єрне зростання, дохід, профілактика вигорання, ораторська майстерність, робота з обмежувальними переконаннями та інші',
        ],
        ru: [
          'Электронная книга "Тренинговые упражнения для начинающих и профессионалов" создана учителем СЕРГЕЯ СКЛЯРЕНКО Леонидом Николаевым, чтобы помочь начинающим тренерам — быть максимально эффективными в своей работе, а  опытным —  расширить арсенал полезных инструментов.',
          'В книге собрано 62 упражнения от 20-х тренеров, среди которых — авторские практики СЕРГЕЯ СКЛЯРЕНКО, с полным алгоритмом их проведения. Каждое упражнение четко структурировано: прописаны цели и выводы, раскрыт алгоритм работы, указано время на проведение и количество участников, которые могут быть задействованы для максимально продуктивного взаимодействия.',
          'В методическое пособие вошли упражнения для тех тем, которые были выбраны тренерами на основе анализа наиболее популярных запросов клиентов: мотивация, постановка целей, получение ресурсов, карьерный рост, доход, профилактика выгорания, ораторское мастерство, работа с ограничительными убеждениями и другие.',
        ],
      },
    },
  },
];

const list = { guideTTEnergies, otherGuidesList, booksList };

export default list;
