export const getHealthMapFeedbacks = () => {
  return [
    {
      feedback:
        "Для мене відкриттям стало, які стихії стосуються кожної чакри і як це можна використовувати на природі. Тепер звичайний похід на пляж супроводжується практиками) на піску для муладхари, у воді для свадхістани, і на моєму пляжі завжди вітряно - можна й анахату продути))))Робитиму медитації для гармонізації всіх чакр, дуже цікаво дістатися до 8 та 9. І вже зробила своїй родині карти здоров'я та дала деякі рекомендації. <br/>Враження - приголомшливе)))) Дякую Сергію за цей навчальний  інтенсив!!!!! Дуже багато інформації, прекрасна подача, дуже красиві презентації та матриці для друку, а медитації які чудові!!!!! Дякую, дякую, дякую!!!!!",
    },
    {
      feedback:
        "9 чакр, 9 центрів здоров'я і як у комплексі все може дивним чином змінюватись і кожному під силу. Від будь-якого курсу Сергія завжди залишається лише магічний шлейф, коли хочеться ще філософствувати, коли хочеться діяти і коли всередині суцільна подяка ",
    },
    {
      feedback:
        "Я вивчала чакральну систему, але матриця + чакральна система це щось. Дуже точна інформація, Сергій розбирав моє питання щодо здоров'я в інсти, і я була шокована точністю інформації. <br/>Розібратися в причинно-наслідковому зв'язку захворювань, і постаратися максимально гармонізувати енергії для кращого життя та кращої версії себе. <br/>Я купила курс \"Сам собі кармолог\" - думаю це найкращий показник того, що мені все дуже сподобалося)))",
    },
    {
      feedback:
        "По карті здоров'я можна прочитати ще безліч програм, які впливають на моє життя. <br/>Моїм особистим трансформаціям, розвитку може заважати/вплинути на мене програми, які утворюються в карті здоров'я. <br/>Неймовірна кількість нової інформації, дуже інформативна, цікава! Сергій зробив час у навчанні супер позитивним, захоплюючим та повним інсайтів! Дякую!",
    },
  ];
};
