export const getHealthMapFeedbacks = () => {
  return [
    {
      feedback: {
        uk: "Для мене відкриттям стало, які стихії стосуються кожної чакри і як це можна використовувати на природі. Тепер звичайний похід на пляж супроводжується практиками) на піску для муладхари, у воді для свадхістани, і на моєму пляжі завжди вітряно - можна й анахату продути))))Робитиму медитації для гармонізації всіх чакр, дуже цікаво дістатися до 8 та 9. І вже зробила своїй родині карти здоров'я та дала деякі рекомендації. <br/>Враження - приголомшливе)))) Дякую Сергію за цей навчальний  інтенсив!!!!! Дуже багато інформації, прекрасна подача, дуже красиві презентації та матриці для друку, а медитації які чудові!!!!! Дякую, дякую, дякую!!!!!",
        ru: 'Для меня стало открытием, какие стихии касаются каждой чакры и как это можно использовать на природе. Теперь обычный поход на пляж сопровождается практиками) на песке — для муладхары, в воде — для свадхистаны, и на моем пляже всегда ветрено — можно и анахату продуть)))) Буду медитировать для гармонизации всех чакр, очень интересно добраться до 8 и 9. И уже сделала своей семье карты здоровья и дала некоторые рекомендации.<br/>Впечатление — потрясающее)))) Спасибо Сергею за этот обучающий интенсив!!!!! Очень много информации, прекрасная подача, очень красивые презентации и матрицы для печати, а медитации какие замечательные!!!!! Спасибо, спасибо, спасибо!!!!!',
      },
    },
    {
      feedback: {
        uk: "9 чакр, 9 центрів здоров'я і як у комплексі все може дивним чином змінюватись і кожному під силу. Від будь-якого курсу Сергія завжди залишається лише магічний шлейф, коли хочеться ще філософствувати, коли хочеться діяти і коли всередині суцільна подяка ",
        ru: '9 чакр, 9 центров здоровья и как в комплексе все может удивительным образом меняться и  это каждому под силу. От любого курса Сергея всегда остается только магический шлейф, когда хочется еще философствовать,  действовать и когда внутри сплошная благодарность.',
      },
    },
    {
      feedback: {
        uk: 'Я вивчала чакральну систему, але матриця + чакральна система це щось. Дуже точна інформація, Сергій розбирав моє питання щодо здоров\'я в інсти, і я була шокована точністю інформації. <br/>Розібратися в причинно-наслідковому зв\'язку захворювань, і постаратися максимально гармонізувати енергії для кращого життя та кращої версії себе. <br/>Я купила курс "Сам собі кармолог" - думаю це найкращий показник того, що мені все дуже сподобалося)))',
        ru: 'Я изучала чакральную систему, но матрица + чакральная система это нечто. Очень точная информация, Сергей разбирал мой вопрос по здоровью в инсте, и я была шокирована точностью информации. <br/>Разобраться в причинно-следственной связи заболеваний, и постараться максимально гармонизировать энергии для лучшей жизни и лучшей версии себя. <br/>Я купила курс "Сам себе кармолог" — думаю это лучший показатель того, что мне все очень понравилось)))',
      },
    },
    {
      feedback: {
        uk: "По карті здоров'я можна прочитати ще безліч програм, які впливають на моє життя. <br/>Моїм особистим трансформаціям, розвитку може заважати/вплинути на мене програми, які утворюються в карті здоров'я. <br/>Неймовірна кількість нової інформації, дуже інформативна, цікава! Сергій зробив час у навчанні супер позитивним, захоплюючим та повним інсайтів! Дякую!",
        ru: 'По карте здоровья можно прочитать еще множество программ, которые влияют на мою жизнь. <br/>Моим личным трансформациям, развитию могут мешать/влиять на меня программы, которые образуются в карте здоровья. <br/>Невероятное количество новой информации, очень информативная, интересная! Сергей сделал время  обучения супер позитивным, увлекательным и полным инсайтов! Спасибо!',
      },
    },
  ];
};
