export const cards = {
  card1: [
    {
      column1: "УРОК 1.",
      column2:
        "Чому кожній сучасній людині важливо вивчати дев'ятичакрову карту здоров’я?",
    },
    { column1: "УРОК 2.", column2: "Знайомство з дев'ятьма енергоцентрами" },
    {
      column1: "УРОК 3.",
      column2: "Дослідження дев'ятеричної системи світобудови",
    },
  ],
  card2: [
    { column1: "УРОК 4.", column2: "4 внутрішні карми у квадраті роду" },
    {
      column1: "УРОК 5.",
      column2: "Практика: запуск та балансування чакральної системи",
    },
    {
      column1: "УРОК 6.",
      column2: "Практика енергетичного сторітейлінгу по карті здоров'я",
    },
  ],
  card3: [
    {
      column1: "УРОК 7-9.",
      column2: "Трактування 22-х енергій у карті здоров'я",
    },
    {
      column1: "УРОК 10.",
      column2:
        "Майстермайнд із розборами карт здоров'я учасників інтенсиву (запис)",
    },
  ],
};
