const getTariffs = () => {
  return [
    {
      title: "Тариф “Самостійний”",
      aboutCourse: [
        "10 навчальних уроків",
        "Доступ до онлайн-калькулятору для розрахунку дев’ятичакрової карти здоров’я в матриці долі",
        "Авторський шаблон для розрахунку дев’ятичакрової карти здоров’я",
        "Методичний посібник з алгоритмом розрахунку дев’ятичакрової карти здоров’я",
        "Гайд по гармонізації 9 енергоцентрів",
        "Чек-лист по 22-х енергіях",
        "Доступ до 9 авторських медитацій на активацію енергоцентрів + відеоінструкція до роботи з медитаціями",
        "Сертифікат про проходження курсу",
        "Доступ до матеріалів 6 місяців",
      ],
      price: "250€",
      nextSlideInfo: true,
      hidePrepaymentBtn: true,
    },
    {
      title: "Тариф </br>“З куратором”",
      aboutCourse: [
        "10 навчальних уроків",
        "Доступ до онлайн-калькулятору для розрахунку дев’ятичакрової карти здоров’я в матриці долі",
        "Авторський шаблон для розрахунку дев’ятичакрової карти здоров’я",
        "Методичний посібник з алгоритмом розрахунку дев’ятичакрової карти здоров’я ",
        "Гайд по гармонізації 9 енергоцентрів",
        "Доступ до закритої авторської медитації “Бажання збуваються”",
        "Чек-лист по 22-х енергіях",
        "Гайд “22 архетипи в карті здоров’я”",
        "Доступ до 9 авторських медитацій на активацію енергоцентрів + відеоінструкція до роботи з медитаціями",
        "Сертифікат про проходження курсу",
        "Доступ до матеріалів 6 місяців",
        "<b>Доступ до закритого чату з куратором на 1 місяць</b>",
        "<b>Активація чакральної системи в полі куратора</b>",
        "<b>Відповіді на питання від куратора</b>",
      ],
      price: "400€",
    },
    {
      title: "Тариф </br>“З Сергієм”",
      aboutCourse: [
        "10 навчальних уроків",
        "Доступ до онлайн-калькулятору для розрахунку дев’ятичакрової карти здоров’я в матриці долі",
        "Авторський шаблон для розрахунку дев’ятичакрової карти здоров’я",
        "Методичний посібник з алгоритмом розрахунку дев’ятичакрової карти здоров’я ",
        "Гайд по гармонізації 9 енергоцентрів",
        "Доступ до закритої авторської медитації “Бажання збуваються”",
        "Чек-лист по 22-х енергіях",
        "Гайд “22 архетипи в карті здоров’я”",
        "Доступ до 9 авторських медитацій на активацію енергоцентрів + відеоінструкція до роботи з медитаціями",
        "Сертифікат про проходження курсу",
        "Доступ до матеріалів 12 місяців",
        "<b>Доступ до закритого чату з Сергієм на 1 місяць</b>",
        "<b>Активація девятичакрової системи в полі Сергія</b>",
        "<b>Відповіді на питання від Сергія</b>",
        "<b>Мастермайнд з розборами карт здоров’я кожного учасника групи Сергія</b>",
      ],
      price: "750€",
    },
  ];
};

export default getTariffs;
