export const cards = {
  card1: [
    {
      column1: 'УРОК 1.',
      column2: {
        uk: "Чому кожній сучасній людині важливо вивчати дев'ятичакрову карту здоров’я?",
        ru: 'Почему каждому современному человеку важно изучать девятичакровую карту здоровья?',
      },
    },
    {
      column1: 'УРОК 2.',
      column2: {
        uk: "Знайомство з дев'ятьма енергоцентрами",
        ru: 'Знакомство с девятью энергоцентрами',
      },
    },
    {
      column1: 'УРОК 3.',
      column2: {
        uk: "Дослідження дев'ятеричної системи світобудови",
        ru: 'Исследование девятеричной системы мироздания',
      },
    },
  ],
  card2: [
    {
      column1: 'УРОК 4.',
      column2: {
        uk: '4 внутрішні карми у квадраті роду',
        ru: '4 внутренние кармы в квадрате рода',
      },
    },
    {
      column1: 'УРОК 5.',
      column2: {
        uk: 'Практика: запуск та балансування чакральної системи',
        ru: 'Практика: запуск и балансировка чакральной системы',
      },
    },
    {
      column1: 'УРОК 6.',
      column2: {
        uk: "Практика енергетичного сторітейлінгу по карті здоров'я",
        ru: 'Практика энергетического сторителлинга по карте здоровья',
      },
    },
  ],
  card3: [
    {
      column1: 'УРОК 7-9.',
      column2: {
        uk: "Трактування 22-х енергій у карті здоров'я",
        ru: 'Трактовка 22 энергий в карте здоровья',
      },
    },
    {
      column1: 'УРОК 10.',
      column2: {
        uk: "Майстермайнд із розборами карт здоров'я учасників інтенсиву (запис)",
        ru: 'Мастермайнд с разборами карт здоровья участников интенсива (запись)',
      },
    },
  ],
};
