const getMeditationsArcanesList = () => {
  return [
    {
      name: { uk: 'Медитація на 1 код', ru: 'Медитация на 1 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 2 код', ru: 'Медитация на 2 код' },
      isWaiting: false,
      video: 'jLjjXR04Ob8?si=ifq-P8YyO02oV3Mp',
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 3 код для жінки', ru: 'Медитация на 3 код для женщины' },
      isWaiting: false,
      video: 'gkXdXEdlzC0?si=zVmBWsWrRWEWNcxq',
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 3 код для чоловіка', ru: 'Медитация на 3 код для мужчины' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 4 код для жінки', ru: 'Медитация на 4 код для женщины' },
      isWaiting: false,
      video: 'GUbSQJcJWk0?si=bfumKqls8S1BSBwz',
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 4 код для чоловіка', ru: 'Медитация на 4 код для мужчины' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 5 код', ru: 'Медитация на 5 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 6 код', ru: 'Медитация на 6 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 7 код', ru: 'Медитация на 7 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 8 код', ru: 'Медитация на 8 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 9 код', ru: 'Медитация на 9 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 10 код', ru: 'Медитация на 10 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 11 код', ru: 'Медитация на 11 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 12 код', ru: 'Медитация на 12 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 13 код', ru: 'Медитация на 13 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 14 код', ru: 'Медитация на 14 код' },
      isWaiting: false,
      video: '-Zqxux0e5PE?si=rXXR2VIfVXBX8NQs',
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 15 код', ru: 'Медитация на 15 код' },
      isWaiting: false,
      video: 'Jsk_p7Use8k?si=k6Kj6cZ8hTdWjLke',
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 16 код', ru: 'Медитация на 16 код' },
      isWaiting: false,
      video: 'bU6YLjtKw5c?si=sN_oZQ0dzCOXd8Zv',
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 17 код', ru: 'Медитация на 17 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 18 код', ru: 'Медитация на 18 код' },
      isWaiting: false,
      video: 'tUPdIxPzfO4?si=RRANJJxx8_GLOXtG',
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 19 код', ru: 'Медитация на 19 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 20 код', ru: 'Медитация на 20 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 21 код', ru: 'Медитация на 21 код' },
      isWaiting: true,
      category: 'arcanes',
    },
    {
      name: { uk: 'Медитація на 22 код', ru: 'Медитация на 22 код' },
      isWaiting: true,
      category: 'arcanes',
    },
  ];
};

const getOpenedMeditationsList = () => {
  return [
    {
      name: {
        uk: 'Медитація "Обнулення негативного кармічного досвіду"',
        ru: 'Медитация "Обнуление негативного кармического опыта"',
      },
      isWaiting: false,
      img: '/assets/images/meditations/free_meditation1.webp',
      category: 'opened',
      descVideo: 'RlDoJD8y5aw?si=W14YgdoV057Q8C_5',
      id: 1,
      desc: {
        text: {
          uk: [
            'Ця практика єдина у своєму вигляді. Вона була записана особисто мною в Буші на плиті Волхвів. Для виконання я використовував більшість своїх інструментів: гонг, бубон, чаші та дзвіночок. Оскільки частоти були занадто високими, через обмеженість технічних можливостей в аудіо є невеликі перебої',
            'Практика складається з візуально-аудіального занурення та самостійної роботи під горловий спів та звуки інструментів. Будьте готові пірнути в глибину своєї душі',
            "Категорично заборонено входити в практику у стані алкогольного та наркотичного сп'яніння! Слухати тільки у навушниках!",
          ],
          ru: [
            'Эта практика единственная в своем роде. Она была записана лично мной в Буше на плите Волхвов. Для исполнения я использовал большинство своих инструментов: гонг, бубен, чаши и колокольчик. Поскольку частоты были слишком высокими, из-за ограниченности технических возможностей в аудио есть небольшие перебои.',
            'Практика состоит из визуально-аудиального погружения и самостоятельной работы под горловое пение и звуки инструментов. Будьте готовы нырнуть в глубину своей души.',
            'Категорически запрещено входить в практику в состоянии алкогольного и наркотического опьянения! Слушать только в наушниках!',
          ],
        },
      },
    },
    {
      name: {
        uk: 'Медитація "Зцілення фізичного тіла"',
        ru: 'Медитация "Исцеление физического тела"',
      },
      isWaiting: false,
      img: '/assets/images/meditations/free_meditation2.webp',
      category: 'opened',
      descVideo: 'bqAjvgsA6cE?si=334SctWu2urPLjC7',
      id: 2,
      desc: {
        text: {
          uk: [
            'Авторська медитація Сергія Скляренка для лікування фізичного тіла',
            'Люди намагаються знайти «чарівну пігулку», яка вмить зцілить від усіх недуг, готові за неї віддавати все, що мають, і входити в нескінченну залежність від відвідування фахівців. Я дуже вітаю лікування під супроводом кваліфікованих лікарів, але якісний результат в будь-якому контексті життя можна досягти тільки комплексною роботою на рівні трьох свідомостей: душі, розуму і тіла',
            'Сьогодні навіть доказова медицина почала говорити про психосоматичні розлади та вплив рівня свідомості розуму на роботу фізичного тіла. Розум — це не просто мозок, який розташований у вашій черепній порожнині. Кожна клітина має власний інтелект — саме це передбачає існування ментального тіла. Науково доведено, що коливання лише на рівні розуму тягне за собою певну хімічну реакцію, а та в свою чергу викликає зміни лише на рівні фізики',
            'Представляю вам свою авторську медитацію для лікування фізичного тіла та гармонізації роботи всіх внутрішніх органів',
          ],
          ru: [
            'Авторская медитация Сергея Скляренко для лечения физического тела.',
            'Люди пытаются найти "волшебную таблетку", которая моментально исцелит от всех недугов. Готовы за нее отдавать все имеющееся и входить в бесконечную зависимость от посещения специалистов. Я поддерживаю лечение в сопровождении квалифицированных врачей, но качественный результат в любом контексте жизни, можно достичь только комплексной работой на уровне трех сознаний: души, ума и тела.',
            'Сегодня даже доказательная медицина начала говорить о психосоматических расстройствах и влиянии уровня сознания разума на работу физического тела. Разум — это не просто мозг, который расположен в вашем черепе. Каждая клетка имеет собственный интеллект — именно это определяет существование ментального тела. Научно доказано, что колебания на уровне разума влекут за собой определенную химическую реакцию, а та в свою очередь, вызывает изменения только на уровне физическом.',
            'Представляю вам свою авторскую медитацию для лечения физического тела и гармонизации работы всех внутренних органов.',
          ],
        },
      },
    },
    {
      name: { uk: 'Медитація "Вівтар кохання"', ru: 'Медитация "Алтарь любви"' },
      isWaiting: false,
      img: '/assets/images/meditations/free_meditation3.webp',
      category: 'opened',
      descVideo: 'qRPEuq_TxKI?si=UbONYIk2O10e8zxn',
      id: 3,
      desc: {
        text: {
          uk: [
            'Медитація "Вівтар кохання" є БЛАГОДІЙНИМ ПРОЕКТОМ Сергія Скляренка та Ольги Стрільцової, всі кошти від якого будуть перераховані на допомогу тим, хто цього потребує!',
            'Ви можете зробити благодійний внесок за прослуховування медитації через ГО "Психологія людської долі" за будь-яку комфортну для вас суму',
            "Цю практику можна виконувати кожного разу, коли виникає внутрішній відклик відновити зв'язок зі своїм коханим чи коханою, для наповнення любов'ю та відчуття гармонійного зв'язку з усім світом, прощення себе та всього сущого на Землі",
            'Медитація працює на відкриття серцевого центру Анахата чакри',
          ],
          ru: [
            'Медитация "Алтарь любви" является БЛАГОТВОРИТЕЛЬНЫМ ПРОЕКТОМ Сергея Скляренко и Ольги Стрельцовой, все средства от которого будут перечислены на помощь  нуждающимся!',
            'Вы можете сделать благотворительный взнос за прослушивание медитации через ОО "Психология человеческой судьбы" на любую комфортную для вас сумму.',
            'Эту практику можно выполнять каждый раз, когда возникает внутренний отклик восстановить связь со своим любимым или любимой, для наполнения любовью и ощущением  гармоничной связи со всем миром, прощения себя и всего сущего на Земле.',
            'Медитация работает на открытие сердечного центра Анахата чакры.',
          ],
        },
      },
    },
    {
      name: { uk: 'Медитація "Храм душі"', ru: 'Медитация "Храм души"' },
      isWaiting: false,
      img: '/assets/images/meditations/free_meditation4.webp',
      category: 'opened',
      descVideo: 'UApLETckYYA?si=Pd3O7aV5MSKuDIje',
      id: 4,
      desc: {
        text: {
          uk: [
            'Медитація для отримання відповідей на будь-які запитання. Занурюйтесь в себе та віднаходити свій внутрішній ресурс!',
          ],
          ru: [
            'Медитация для получения ответов на любые вопросы. Погружайтесь в себя и находите свой внутренний ресурс!',
          ],
        },
      },
    },
    {
      name: { uk: 'Медитація "Бажання здійснюються"', ru: 'Медитация "Желания исполняются"' },
      isWaiting: false,
      img: '/assets/images/meditations/free_meditation5.webp',
      category: 'opened',
      descVideo: 'zIy2AJXSMJg?si=k0A0rYiPaTDhq69q',
      id: 5,
      desc: {
        text: {
          uk: [
            'Дана медитація дозволяє вам відчути та пізнати ваші справжні бажання. Побачити їх і знайти шлях їх матеріалізації',
          ],
          ru: [
            'Данная медитация позволяет вам почувствовать и познать ваши истинные желания. Увидеть их и найти путь их материализации.',
          ],
        },
      },
    },
  ];
};

const getClosedMeditationsList = () => {
  return [
    {
      name: { uk: 'Медитація "Сила стародавніх предків"', ru: 'Медитация "Сила древних предков"' },
      img: '/assets/images/meditations/payed_meditations1.webp',
      price: '10€',
      link: '#',
      id: 6,
      category: 'closed',
      desc: {
        text: {
          uk: [
            "Медитація є ініціацією у власний родовий канал. Мета практики – встановлення контакту з усіма предками та отримання ресурсу на самореалізацію завдяки усвідомленому зв'язку з родовою системою",
          ],
          ru: [
            'Медитация является инициацией в собственный родовой канал. Цель практики — установление контакта со всеми предками и получение ресурса на самореализацию, благодаря осознанной связи с родовой системой.',
          ],
        },
      },
    },
    {
      name: { uk: 'Медитація "Джерело жіночності"', ru: 'Медитация "Источник женственности"' },
      img: '/assets/images/meditations/payed_meditations2.webp',
      price: '10€',
      link: '#',
      category: 'closed',
      id: 7,
      desc: {
        text: {
          uk: [
            'Авторська медитація “Джерело жіночності” створена виключно для жінок з метою розкриття внутрішнього ресурсу та пошуку потенціалу Імператриці на енергетичному рівні. Налаштування на правильну вібраційну частоту, яка досягається в медитації, дозволяє набути гармонійного стану — завдяки цьому жінка відчуває свою божественну суть і вміє використовувати її на благо собі та своєму оточенню.',
          ],
          ru: [
            'Авторская медитация "Источник женственности" создана исключительно для женщин с целью раскрытия внутреннего ресурса и поиска потенциала Императрицы на энергетическом уровне. Настройка на правильную вибрационную частоту, которая достигается в медитации, позволяет обрести гармоничное состояние — благодаря этому женщина чувствует свою божественную суть и умеет использовать ее во благо себе и своему окружению.',
          ],
        },
        warning: {
          uk: '*Застосовувати медитативну практику "Джерело жіночності" чоловікам категорично ЗАБОРОНЕНО!',
          ru: '*Применять медитативную практику "Источник женственности" мужчинам категорически ЗАПРЕЩЕНО!',
        },
      },
    },
    {
      name: { uk: 'Медитація "Достаток"', ru: 'Медитация "Достаток"' },
      img: '/assets/images/meditations/payed_meditations3.webp',
      price: '10€',
      link: '#',
      id: 8,
      category: 'closed',
      desc: {
        text: {
          uk: [
            'Авторська медитація “Достаток” містить в собі техніку входу в тета-стан. У цій практиці робота мозку переводиться на частоту 5-8 Гц. Візуалізуючи бажане з тета-стану (глибокого розслаблення), ви здатні легко втілювати мрії на фізичному рівні, отримуючи відповідні сприятливі умови у своїй реальності',
          ],
          ru: [
            'Авторская медитация "Достаток" включает в себя технику входа в тета-состояние. В этой практике работа мозга переводится на частоту 5-8 Гц. Визуализируя желаемое из тета-состояния (глубокого расслабления), вы способны легко воплощать мечты на физическом уровне, получая соответствующие благоприятные условия в реальности.',
          ],
        },
      },
    },
    {
      name: { uk: 'Медитація "Переродження"', ru: 'Медитация "Перерождение"' },
      img: '/assets/images/meditations/payed_meditations4.webp',
      price: '10€',
      link: '#',
      id: 9,
      category: 'closed',
      desc: {
        text: {
          uk: [
            'Медитація поєднує в собі дві унікальні техніки для відновлення контакту з внутрішньою дитиною: вхід в медитативний стан через чакральну систему та практику списування. Суть роботи полягає у створенні нового сценарію життя з моменту народження',
            'Дозвольте собі бути творцем своєї щасливої реальності!',
          ],
          ru: [
            'Медитация объединяет  две уникальные техники для восстановления контакта с внутренним ребенком: вход в медитативное состояние через чакральную систему и практику списывания. Суть работы заключается в создании нового сценария жизни с момента рождения.',
            'Позвольте себе быть творцом своей счастливой реальности!',
          ],
        },
      },
    },
    {
      name: { uk: 'Медитація "Полум’я трансформації"', ru: 'Медитация "Пламя трансформации"' },
      img: '/assets/images/meditations/payed_meditations5.webp',
      price: '15€',
      link: '#',
      id: 10,
      category: 'closed',
      desc: {
        text: {
          uk: [
            'Перша спільна медитація Сергія Скляренка та автора методу “Матриця долі” Наталії Ладіні',
            'Головне завдання практики – здійснення трансформації особистої матриці долі та переведення усіх енергій в плюс їхньої карми',
            'Це унікальна техніка, яка складається із занурення у простір особистої матриці та зцілення її кодів чудотворними молитвами Наталії Ладіні',
          ],
          ru: [
            'Первая совместная медитация Сергея Скляренко и автора метода "Матрица судьбы" Натальи Ладини',
            'Главная задача практики — осуществление трансформации личной матрицы судьбы и перевод всех энергий в плюс их кармы.',
            'Это уникальная техника, которая состоит из погружения в пространство личной матрицы и исцеления ее кодов чудотворными молитвами Натальи Ладини.',
          ],
        },
      },
    },
  ];
};

const list = {
  getMeditationsArcanesList,
  getOpenedMeditationsList,
  getClosedMeditationsList,
};

export default list;
