import { checkNum } from './personal';

export const titleList = [
  {
    title: { uk: 'Ідейна матриця', ru: 'Идейная матрица' },
    description: {
      uk: [
        'Багато геніальних ідей помирали разом з тими, до кого вони приходили, але є й інші — які втілювались і змінювали хід історії людства.',
        'Даний розрахунок познайомить вас з енергіями, які допоможуть вам реалізувати саме вашу ідею в життя, зняти блоки й прибрати перешкоди, в реалізації найсміливіших думок.',
      ],
      ru: [
        'Многие гениальные идеи умирали вместе с теми, кому они приходили, но есть и те, которые воплощались в жизнь и меняли ход истории человечества.',
        'Данный расчет познакомит вас с энергиями, которые помогут вам реализовать именно вашу идею в жизнь, снять блоки и убрать препятствия для реализации самых смелых мыслей.',
      ],
    },
  },
  {
    title: { uk: 'Матриця натхнення та дії', ru: 'Матрица вдохновения и действия' },
    description: {
      uk: [
        'Шлях до трансформації сповнений викликів, але водночас він відкриває нові горизонти.',
        'Одним із найважливіших і найважчих кроків на цьому шляху є подолання особистих слабкостей: жертовності, агресії, егоїзму та інших якостей, що блокують наше натхнення і прагнення рухатися вперед.',
        'Цей розрахунок познайомить вас з потужними енергіями, які допоможуть віднайти натхнення, необхідне для досягнення ваших цілей, і стануть рушійною силою для втілення ваших ідей у життя.',
      ],
      ru: [
        'Путь к трансформации полон вызовов, но при этом, он открывает новые горизонты. ',
        'Одним из важнейших и самых трудных шагов на этом пути является преодоление собственных слабостей: жертвенности, агрессии, эгоизма и других качеств, блокирующих наше вдохновение и стремление двигаться вперед.',
        'Этот расчет познакомит вас с мощными энергиями, которые помогут найти вдохновение, необходимое для достижения ваших целей, и станут движущей силой для воплощения ваших идей в жизнь.',
      ],
    },
  },
  {
    title: { uk: 'Матриця енергетичної  зірки', ru: 'Матрица энергетической звезды' },
    description: {
      uk: [
        'Енергія — рушійна сила для будь-чого і ми підкажемо де її брати.',
        'Цей розрахунок допоможе зрозуміти, як і завдяки яким енергіям  саме ви можете отримати енергетичний поштовх для матеріалізації своїх ідей із задоволенням та натхненням.',
        'Ці знання допоможуть не чекати натхнення та вдалого часу, а діяти вже зараз.',
      ],
      ru: [
        'Энергия — движущая сила для чего-либо и мы подскажем где ее брать.',
        'Этот расчет поможет понять, как и благодаря каким энергиям, именно вы можете получить энергетический толчок для материализации своих идей с удовольствием и вдохновением.',
        'Благодаря этим знаниям вам не прийдется ждать вдохновения и удачного времени, вы сможете действовать уже сейчас.',
      ],
    },
  },
  {
    title: { uk: 'Матриця матеріального результату', ru: 'Матрица материального результата' },
    description: {
      uk: [
        'Матеріальні досягнення відображають ваші зусилля та досвід. Матриця матеріального результату відкриває нові можливості для внутрішнього зцілення та зростання.',
        'Цей розрахунок відображає ваш досвід у сфері матеріальних досягнень.',
        'Завдяки пропрацюванню цієї матриці, ви зможете зцілити матеріальну карму, карму аскетизму, бідності та здоровʼя.',
      ],
      ru: [
        'Материальные достижения отражают ваши усилия и опыт. Матрица материального результата открывает новые возможности для внутреннего исцеления и роста.',
        'Этот расчет отражает ваш опыт в сфере материальных достижений.',
        'Благодаря проработке этой матрицы, вы сможете исцелить материальную карму, карму аскетизма, бедности и здоровья.',
      ],
    },
  },
  {
    title: { uk: 'Матриця почесті та слави', ru: 'Матрица почестей и славы' },
    description: {
      uk: [
        'Слава та визнання — це важливі складові вашого життєвого шляху.',
        "Матриця почесті та слави допоможе вам подолати та анулювати негативний досвід минулого, пов'язаний з взаємодією із соціумом та собою.",
        'Цей розрахунок дає можливість прийняти досвід слави та впізнаваності, вийти з тіні, розширити своє енергетичне поле та розкрити власний енергетичний потенціал.',
      ],
      ru: [
        'Слава и признание — это важные составляющие вашего жизненного пути.',
        'Матрица почета и славы поможет вам преодолеть и аннулировать негативный опыт прошлого, связанный с взаимодействием в социуме и собой.',
        'Этот расчет дает возможность принять опыт славы и узнаваемости, выйти из тени, расширить свое энергетическое поле и раскрыть собственный энергетический потенциал.',
      ],
    },
  },
  {
    title: { uk: 'Матриця земної зірки процвітання', ru: 'Матрица земной звезды процветания' },
    description: {
      uk: [
        'Процвітання та достаток — це результат правильних дій та енергій.',
        'Матриця земної зірки процвітання дарує шанс на повне зцілення та занулення негативного досвіду минулого.',
        'Пропрацювання цього розрахунку допоможе вам досягти цілісності, отримати позитивні сценарії карми процвітання, достатку та здоровʼя.',
      ],
      ru: [
        'Процветание и достаток — это результат правильных действий и энергий.',
        'Матрица земной звезды процветания дарит шанс на полное исцеление и обнуление негативного опыта прошлого.',
        'Проработка этого расчета поможет вам достичь целостности, получить положительные сценарии кармы процветания, достатка и здоровья.',
      ],
    },
  },
  {
    title: {
      uk: 'Матриця процвітання та матеріалізації',
      ru: 'Матрица процветания и материализации',
    },
    description: {
      uk: [
        'Реалізація вашого потенціалу — це дорога до успіху та щастя.',
        "Матриця процвітання та матеріалізації є ключовою та цілісною складовою у реалізації та розкритті вашого потенціалу, здоров'я, матеріалізації бажань та достатку.",
        'Цей розрахунок допоможе вам досягти гармонії та реалізувати всі свої мрії, навіть ті, про які ви ще не знаєте.',
      ],
      ru: [
        'Реализация вашего потенциала — это дорога к успеху и счастью.',
        'Матрица процветания и материализации является ключевой и целостной составляющей в реализации и раскрытии вашего потенциала, здоровья, материализации желаний и достатка.',
        'Этот расчет поможет вам достичь гармонии и реализовать все свои мечты, даже те, о которых вы еще не знаете.',
      ],
    },
  },
];

export const additionalTrianglesMatrix = (side1, side2, side3) => {
  const data = {};
  data.topLeft1 = side1;
  data.month = side2;
  data.topRight1 = checkNum(side1, side2);
  data.day = side1;
  data.center = side3;
  data.year = checkNum(side1, side3);
  data.bottomLeft1 = side2;
  data.bottom1 = side3;
  data.bottomRight1 = checkNum(side2, side3);
  return data;
};
