import CalculatorHero from "@components/Calculator/CalculatorHero/CalculatorHero";
import Container from "@components/Common/Container/Container";
import React from "react";

const heroData = {
  links: [
    {
      href: "/calculator",
      name: "Калькулятор",
    },
    {
      href: "/groups-of-people-matrix",
      name: "Розрахувати матрицю групи людей",
    },
  ],
  about: "Онлайн-розрахунок",
  title: "ГРУПОВОЇ МАТРИЦІ",
  desc: [
    "Вам ніколи не здавалось, що ваше оточення вас не чує? ",
    "В житті кожної людини є спільноти, до яких вона входить, проте комусь це вдається, а хтось «пасе задніх» і ніби розмовляє сам з собою.",
    "Розрахунок «Групової Матриці» допоможе зрозуміти ваші взаємозв’язки в колективі, з друзями, великою кількістю людей. Ви навчитеся оцінювати загальні енергії людей, які доповнюються одна одною і поєднуються в єдине колективне поле.",
    "Ви точно знатимете: що і як необхідно робити з вашим оточенням для ефективної та приємної взаємодії, які задачі та ресурси містить ваша комунікація та на що можна чи не треба звернути увагу у ній. Саме цей варіант матриці відповідатиме розрахунку у колективному полі — тієї кількості людей, яку ви бажаєте переглянути.",
    "Лідерами думок не тільки народжуються – ними стають!",
  ],
};

function GroupsOfPeopleMatrix() {
  return (
    <main>
      <Container>
        <CalculatorHero heroData={heroData} />
      </Container>
    </main>
  );
}

export default GroupsOfPeopleMatrix;

