import Container from "@components/Common/Container/Container";
import React from "react";
import Dropdown from "./Dropdown";
import styles from "./QuestionAnswer.module.scss";
import { unbounded } from "@/app/layout";

const column1 = [
  {
    q: `Що допоможе мені прийти до гармонічного і щасливого життя? `,
    a: `Питання досить філософське, але на нього я дам вам відповідь. Кожна людина має свій потенціал і свої доленосні задачі в кожній сфері життя, які відображаються в її даті народження. Саме завдяки аналізу вашої матриці та індивідуально підібраних трансформаційних інструментів ви можете прийти до свого гармонічного і щасливого життя, яке запрограмувала ваша душа на це втілення.<br/>Матриця долі дає чіткі відповіді на всі ваші питання, адже в ній відображається увесь ваш життєвий шлях.`,
  },
  {
    q: `Для чого і кому потрібна трансформація?`,
    a: `Трансформація, перж за все, потрібна людям, які хочуть змінити себе і світ навколо на краще. Відчути себе по-іншому, не боятися проявлятись і йти впевненно своїм життєвим шляхом, який прописаний в вашій матриці долі. <br/> Трансформація потрібна кожному, хто відчуває себе на роздоріжжі, не має життєвої сили для чогось нового або взагалі не розуміє з чого почати і куди далі рухатись. <br/>Трансформація дає новий поштовх, відкриває можливість переосмислити те, що було, зрозуміти причинно-наслідковий зв'язок усіх життєвих ситуацій і почати впевнено крокувати в своє яскраве і наповненне життя. `,
  },
  {
    q: `Чому мої Учні найкращі та після навчання отримують супервізію від Наталії Ладіні? `,
    a: `Мої Учні – це мої крила, моя підтримка. Саме вони допомагають втілювати в життя мою заповітну мрію про глобальну трансформацію людства. Випускники міжнародної школи Студії трансформації Сергія Скляренка є діячами моєї асоціації ГО "Психологія людської долі". Вони створюють унікальні трансформаційні інструменти, які допомагають сотням тисяч людей з усіх куточків світу. Професіоналізм моїх Учнів підтверджується перевіркою випускного іспиту після консультантського курсу в міжнародній Школі Студії авторкою методу Наталією Ладіні.`,
  },
];

const column2 = [
  {
    q: `Чи можу я індивідуально працювати з Сергієм Скляренко?`,
    a: `Так, на даний момент така можливість є. Я створив для вас різні варіанти роботи в індивідуальному форматі.<br/>Ви можете поспілкуватись особисто зі мною на годинній консультації по матриці долі. На консультації такого формату ми розглянемо всі сфери життя по вашій матриці долі, після чого я запропоную вам індивідуально підібраний план трансформації, який є ключем до вашої матриці. Ці інструменти залишаються з вами і є актуальними до кінця вашого життя, тому ви можете використовувати їх в будь-який час, коли в цьому буде потреба.<br/>Якщо ви відчуваєте, що трансформуватися самостійно  вам складно, ви можете обрати формат терапевтичних сесій. Це індивідуальна робота зі мною в онлайн-форматі на 4, 6 або 8 сесій, на яких ми разом пропрацьовуємо ваші запити, які блокують ваш потенціал і не дають можливості жити гармонічно та щасливо. `,
  },
  {
    q: `Як "Матриця долі" пов’язана з психологією? `,
    a: `Вивчаючи психологію протягом 5 років, я помітив певну схожість в тому, що дає нам психологія і "Матриця долі". Різні вчені зі світовим ім'ям пропонували трактування певної кількості субосубистостей. У кожного з них число типів з виокремлюючими їх якостями була різною: від трьох у Еріка Берна до 7 в Роберто Ассаджиолі. Матриця долі налічує цілих 22 субособистості і дає максимально точну характеристику особистості та підкреслює її унікальні особливості, таланти та здібності, чого бракує в багатьох загальновідомих класифікаціях – саме це надихнуло мене довести метод "Матриця долі" з наукової точки зору.  `,
  },
  {
    q: `Чи можна самостійно почати шлях трансформації?`,
    a: `Так, звичайно! Для людей, які хочуть самостійно пройти свій перший, фундаментальний етап трансформації я створив курс "Сам собі кармолог". Курс, в першу чергу, знайомить вас з методом "Матриця долі" і дає можливість зрозуміти яким ви є насправді і яка ваша життєва Місія. Кожен випускник курсу "Сам собі кармолог" отримує план трансформації з моїми авторськими практиками, а також унікальними зцілюючими інструментами Наталії Ладіні. Тільки випускникам курсу "Сам собі кармолог" надається можливість стати Учнем консультанського курсу, а потім закінчити і поглиблений курс в міжнародній школі Студії трансформації Сергія Скляренка.`,
  },
];

function QuestionAnswer() {
  return (
    <Container>
      <h2 className={`${styles.title} ${unbounded.className}`}>
        Питання / Відповідь
      </h2>
      <div className={styles.wrap}>
        <ul className={styles.list}>
          {column1.map(({ q, a }, index) => (
            <li key={index} className={styles.list_item}>
              <Dropdown q={q} a={a} />
            </li>
          ))}
        </ul>
        <ul className={styles.list}>
          {column2.map(({ q, a }, index) => (
            <li key={index} className={styles.list_item}>
              <Dropdown q={q} a={a} />
            </li>
          ))}
        </ul>
      </div>
    </Container>
  );
}

export default QuestionAnswer;
