import styles from "./Meditations.module.scss";

const AboutArcanes = () => {
  return (
    <>
      <p className={styles.about_arcanes}>
        Медитації на 22 архетипи — це медитативні техніки, що створені в
        колаборації з моїми геніальними учнями. Дані медитації написано за
        чітким алгоритмом, який дозволяє досягнути позитивного терапевтичного
        ефекту після практики. Медитативні налаштування спрямовані на те, щоб
        допомогти вам віднайти власний ресурс, відкрити заблокований потенціал і
        відчути точку внутрішньої опори.
      </p>
      <p className={styles.about_arcanes_second}>
        Медитації рекомендовано прослуховувати 22 дні поспіль без пропусків. В
        першу чергу я рекомендую обирати саме ті налаштування, які відповідають
        енергіям у вашій матриці долі.
      </p>
    </>
  );
};

export default AboutArcanes;
